Repository: jalil-ahmadpour/freenas
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Protocol
fa: پروتکل

source: WebGUI IPv4 Address
fa: آدرس آی پی نسخه 4 رابط وب

source: WebGUI IPv6 Address
fa: آدرس آی پی نسخه 6 رابط وب

source: WebGUI HTTP Port
fa: پورت HTTP رابط وب

source: WebGUI HTTPS Port
fa: پورت HTTPS رابط وب

source: Language
fa: زبان

source: Console Keyboard Map
fa: نقشه کیبورد کنسول

source: Timezone
fa: منطقه زمانی

source: Syslog server
fa: سرور Syslog

source: Directory Service
fa: سرویس دایرکتوری

source: Settings
fa: تنظیمات

source: Address
fa: آدرس

source: Burst
fa: برست

source: When the server is reachable, send a burst of eight packets instead of the usual one. This is designed to improve timekeeping quality with the server command and s addresses.
fa: وقتي سرور در دسترس است بجاي يك عدد برستي شامل 8 بسته ارسال شود

source: IBurst
fa: IPBurst

source: When the server is unreachable, send a burst of eight packets instead of the usual one. This is designed to speed the initial synchronization acquisition with the server command and s addresses.
fa: وقتي سرور در دسترس نيست، بجاي يك عدد، 8 بسته براي برست ارسال شود.

source: Prefer
fa: ترجیحی

source: Marks the server as preferred. All other things being equal, this host will be chosen for synchronization among a set of correctly operating hosts.
fa: سرور را به عنوان ترجيح داده شده علات گذاري مي كند كه در شرايط يكسان در مجموعه اي از سرورها براي سنكرون نمودن ساعت انتخاب شود

source: Min. Poll
fa: کمینه نمونه گیری

source: The minimum poll interval for NTP messages, as a power of 2 in seconds. Defaults to 6 (64 s), but can be decreased to a lower limit of 4 (16 s)
fa: كمترين زمان پایش برای پیام های ntp، به شکل توانی از 2 به ثانیه. پیش فرض 6 است (64 ثانیه) و ميتوان آن را تامقدار 4 نيز كاهش داد (16 ثانيه)

source: Max. Poll
fa: بیشینه نمونه گیری

source: The maximum poll interval for NTP messages, as a power of 2 in seconds. Defaults to 10 (1,024 s), but can be increased to an upper limit of 17 (36.4 h)
fa: بیشترین زمان پایش برای پیام های ntp، به شکل توانی از 2 به ثانیه. پیش فرض 10 است (1024 ثانیه) و ميتوان آن را تامقدار 17 نيز افزايش داد (36.4 ساعت)

source: NTP Server
fa: سرور NTP

source: NTP Servers
fa: سرورهای NTP

source: Enable Console Menu
fa: فعالسازی منوی کنسول

source: Use Serial Console
fa: استفاده از کنسول سریال

source: Set this to match your serial port speed
fa: این گزینه را با انطباق با پورت سریال خود ست کنید

source: Serial Port Speed
fa: سرعت پورت سریال

source: Serial Port Address
fa: آدرس پورت سریال

source: Enable screen saver
fa: فعالسازی محافظ صفحه نمایش

source: Enable powerd (Power Saving Daemon)
fa: فعالسازی powerd (دمون ذخیره انرژی)

source: Swap size on each drive in GiB, affects new disks only. Setting this to 0 disables swap creation completely (STRONGLY DISCOURAGED).
fa: اندازه سواپ در هر درایو(GiB).0=غیرفعال نمودن که اصلا توصیه نمیشود

source: Show console messages in the footer
fa: نمایش پیام های کنسول در فوتر

source: Show tracebacks in case of fatal errors
fa: نمایش رد خطا در هنگام خطاهای حیاتی

source: Show advanced fields by default
fa: نمایش فیلدهای پیشرفته بصورت پیش فرض

source: Enable autotune
fa: فعالسازی autotune

source: Enable debug kernel
fa: فعالسازی کرنل عیب یابی

source: Enable report anonymous statistics
fa: فعالسازی آمار ناشناس گزارش

source: MOTD banner
fa: متن پیام روز

source: System dataset pool
fa: پول ديتاست سيستم

source: Advanced
fa: پیشرفته

source: From email
fa: ارسال ایمیل ها از ایمیل

source: An email address that the system will use for the sending address for mail it sends, eg: freenas@example.com
fa: آدرس ایمیلی که سیستم برای ارسال ایمیل استفاده خواهد نمود

source: Outgoing mail server
fa: سرور ایمیل خروجی

source: A hostname or ip that will accept our mail, for instance mail.example.org, or 192.168.1.1
fa: نام هاست یا آی پی که ایمیل های ما را خواهد پذیرفت

source: An integer from 1 - 65535, generally will be 25, 465, or 587
fa: یک عدد بین 1 تا 65535، عموما 25، 465 یا 587 خواهد بود.

source: Port to connect to
fa: پورت برای اتصال به آن

source: encryption of the connection
fa: رمزنگاری برای ارتباط

source: Use SMTP Authentication
fa: استفاده از احرازهویت SMTP

source: A username to authenticate to the remote server
fa: نام کاربری برای احراز هویت در سرور

source: A password to authenticate to the remote server
fa: کلمه عبور برای احراز هویت در سرور

source: Email
fa: ایمیل

source: Organization
fa: سازمان

source: Organization Name (eg, company)
fa: نام سازمان

source: Organizational Unit
fa: واحد سازمانی

source: Organizational Unit Name (eg, section)
fa: نام واحد سازمانی

source: Email Address
fa: آدرس ایمیل

source: Locality
fa: منطقه

source: Locality Name (eg, city)
fa: نام منطقه (مثلا شهر)

source: State
fa: استان

source: State or Province Name (full name)
fa: نام استان

source: Country
fa: کشور

source: Country Name (2 letter code)
fa: نام کشور

source: Common Name
fa: نام رایج

source: Common Name (eg, YOUR name)
fa: نام رایج (مثلا نام شما)

source: Private key passphrase
fa: گذرواژه کلید خصوصی

source: SSL Certificate
fa: گواهی SSL

source: Cut and paste the contents of your private and public certificate files here.
fa: محتوای فایل های گواهی خصوصی و عمومی را در این محل کپی کنید

source: The user to run the command
fa: کاربر اجرا کننده دستور

source: Command
fa: دستور

source: Short description
fa: شرح مختصر

source: Redirect Stdout
fa: هدایت Stdout

source: Redirect the standard output to /dev/null. In other words, disable output.
fa: ارسال خروجی استاندارد به /dev/null. به عبارت دیگر غیرفعالسازی خروجی.

source: Redirect Stderr
fa: هدایت Stderr

source: Redirect the standard error output to /dev/null. In other words, disable error output.
fa: ارسال خروجی خطای استاندارد به /dev/null. به عبارت دیگر غیرفعالسازی خروجی خطا

source: Cron Job
fa: وظیفه Cron

source: Cron Jobs
fa: وظایف Cron

source: IP Address or hostname
fa: آدرس آی پی یا نام هاست

source: Remote SSH Port
fa: پورت SSH ریموت

source: SSH Port
fa: پورت SSH

source: Remote Module Name
fa: نام ماژول ریموت

source: Name of the module defined in the remote rsync daemon
fa: نام ماژول تعریف شده در دمون rsync ریموت

source: Remote Path
fa: مسیر ریموت

source: Path on remote host to rsync to, e.g. /mnt/tank
fa: مسیر روی هاست ریموت برای rsync، مثلا /mnt/tank

source: Direction
fa: جهت

source: Push - From local to remote machine. Pull - From remote to local machine.
fa: جلوبردن-از ماشین لوکال به ریموت. کشیدن-از ماشین ریموت به لوکال

source: Recurse into directories
fa: بازگشتی درون پوشه ها

source: Times
fa: زمان ها

source: Preserve modification times
fa: حفظ زمان های تغییرفایل

source: Compress
fa: فشرده سازی

source: Compress data during the transfer
fa: فشرده سازی دیتا در حین انتقال

source: Archive
fa: آرشیو

source: Archive mode
fa: حالت آرشیو

source: Delete files on the receiving side that don't exist on sender
fa: حذف فایل های سمت گیرنده که در فرستنده وجود ندارند

source: Suppress non-error messages
fa: عدم نمایش پیام های غیرخطا

source: Preserve permissions
fa: حفظ دسترسی ها

source: This option causes the receiving rsync to set the destination permissions to be the same as the source permissions
fa: این گزینه باعث می شود rsync دریافت کننده دسترسی های مقصد را مانند دسترسی های مبداء ست کند.

source: Preserve extended attributes
fa: حفظ خصوصیات پیشرفته

source: This option causes rsync to update the remote extended attributes to be the same as the local ones
fa: این گزینه باعث می شود rsync خصوصیات پیشرفته ریموت را با مقادیر لوکال آنها بروز نماید

source: Extra options to rsync command line (usually empty)
fa: گزینه های اضافی برای دستور rsync (معمولا خالی)

source: Rsync Task
fa: وظیفه Rsync

source: Rsync Tasks
fa: وظایف Rsync

source: S.M.A.R.T. Test
fa: تست S.M.A.R.T.

source: S.M.A.R.T. Tests
fa: تست های S.M.A.R.T.

source: Variable
fa: متغیر

source: Value
fa: مقدار

source: Script
fa: اسکریپت

source: Pre Init
fa: قبل از آغاز

source: Post Init
fa: پس از آغاز

source: Init/Shutdown Script
fa: اسکریپت Init/Shutdown

source: Init/Shutdown Scripts
fa: اسکریپت های Init/Shutdown

source: First Name
fa: نام

source: Last Name
fa: نام خانوادگی

source: Company
fa: شرکت

source: City
fa: شهر

source: Zip
fa: کدپستی

source: Home Phone
fa: تلفن منزل

source: Cell Phone
fa: تلفن همراه

source: Work Phone
fa: تلفن کاری

source: System
fa: سیستم

source: System Information
fa: اطلاعات سیستم

source: The uploaded file is not valid.
fa: فایل آپلود شده معتبر نیست

source: Reboot is being issued
fa: ریبوت آغاز شده است

source: Shutdown is being issued
fa: خاموش شدن آغاز شده است

source: You must configure the root email (Accounts->Users->root)
fa: شما باید ایمیل root را تنظیم کنید (از بخش اکانت، کاربران، root)

source: Test message from %s
fa: پیغام آزمون از %s

source: This is a message test from %s
fa: این یک پیغام آزمون از %s است

source: Your test email could not be sent: %s
fa: رایانامه‌ی آزمون شما قابل ارسال نیست: %s

source: Your test email has been sent!
fa: ایمیل آزمایشی شما ارسال شد!

source: expand all
fa: همه باز شوند

source: collapse all
fa: همه بسته شوند

source: Alert
fa: هشدار

source: Log Out
fa: خروج

source: Help
fa: راهنما

source: Log In
fa: ورود

source: Admin Account
fa: حساب مدیر

source: Basic Mode
fa: حالت ابتدایی

source: Advanced Mode
fa: حالت پیشرفته

source: OK
fa: تایید

source: WARNING
fa: هشدار

source: CRITICAL
fa: بحرانی

source: Cancel
fa: لغو

source: Add extra
fa: افزودن مورد اضافی

source: Add %(name)s
fa: افزودن %(name)s

source: Add
fa: افزودن

source: Loading...
fa: بارگذاری...

source: No entry has been found
fa: هیچ موردی یافت نشد

source: There is %(related_num)s related entry that will also be deleted as it depend upon this item
fa: %(related_num)s مورد نیز وابسته به این مورد وجود دارد که حذف خواهد شد

source: Are you sure you want to delete?
fa: آیا از حذف اطمینان دارید؟

source: Yes
fa: بله

source: Your changes have been successfully updated!
fa: تغییرات شما با موفقیت به روز شد

source: Save
fa: ذخیره

source: Forum
fa: فروم

source: Community Forum
fa: فروم انجمن

source: IRC (Chat)
fa: IRC (چت)

source: Mailing Lists
fa: لیست های ارسال ایمیل

source: Documentation
fa: مستندات

source: FreeNAS Documentation
fa: مستندات

source: Professional Support
fa: پشتیبانی حرفه ای

source: Running Processes
fa: پروسه های در حال اجرا

source: Help & Support
fa: راهنما و پشتیبانی

source: Are you sure you want to delete
fa: آیا از حذف این مورد مطمئن هستید؟

source: Templates
fa: قالب ها

source: Start
fa: آغاز

source: Stop
fa: خاتمه

source: No interfaces defined
fa: کارت شبکه ای تعریف نشده

source: Nameserver
fa: سرور نام

source: No nameserver defined
fa: سرور نام تعریف نشده

source: Default route
fa: مسیر پیش فرض

source: No default route defined
fa: مسیر پیش فرض تعریف نشده

source: Refresh
fa: بارگذاری مجدد

source: Upload
fa: آپلود

source: Are you sure you want to install "%(plugin)s" plugin?
fa: آیا از نصب پلاگین "%(plugin)s" اطمینان دارید؟

source: Installed...
fa: نصب شده...

source: Installed
fa: نصب شده

source: Import
fa: ایمپورت

source: Plugin information
fa: اطلاعات پلاگین

source: Please wait...
fa: لطفا منتظر باشید...

source: Are you sure you want to update "%(plugin)s" plugin?
fa: آیا از بروز رسانی پلاگین %(plugin)s مطمئن هستید؟

source: Service status
fa: وضعیت سرویس

source: Actions
fa: عملیات

source: Update
fa: بروز رسانی

source: Update plugin
fa: بروز رسانی پلاگین

source: Delete plugin
fa: حذف پلاگین

source: No available plugins services
fa: هیچ سرویس پلاگینی در دسترس نیست

source: Available Plugins
fa: پلاگین های در دسترس

source: Your username and password didn't match. Please try again.
fa: نام کاربری و گذرواژه مطابقت ندارند، دوباره سعی کنید.

source: Welcome, %(username)s. Thanks for logging in.
fa: خوش آمدید، %(username)s تشکر از ورود شما.

source: Welcome to %(sw_name)s&reg; %(sw_login_version)s
fa: به %(sw_name)s&reg; %(sw_login_version)s خوش آمدید

source: The web admin user has been removed in this release in order to unify the web and Unix authentication mechanisms.
fa: کاربر ادمین از بابت بکسان سازی مکانیزم احراز هویت بین رابط وب و سیستم عامل یونیکس حذف شده است

source: Administrators should log in to the web UI as root, since the web UI already confers superuser privileges in many areas.
fa: مدیران باید با کاربر root به محیط وب وارد شوند، از این جهت که محیط وب برای بسیاری از کارها نیاز به دسترسی root دارد.

source: For security reasons, you must now set a new root password:
fa: به دلایل امنیتی باید کلمه عبور جدید برای کاربر root تعیین کنید:

source: Logged Out
fa: خارج شده

source: You are now logged out.
fa: شما اکنون خارج شدید

source: Log back in
fa: ورود مجدد

source: AFP Settings
fa: تنظیمات AFP

source: CIFS Settings
fa: تنظیمات CIFS

source: Directory Service Settings
fa: تنظیمات سرویس دایرکتوری

source: Dynamic DNS Settings
fa: سرویس DNS پویا

source: FTP Settings
fa: تنظیمات FTP

source: ISCSI Settings
fa: تنظیمات iSCSI

source: NFS Settings
fa: تنظیمات NFS

source: Rsync Settings
fa: تنظیمات Rsync

source: S.M.A.R.T. Settings
fa: تنظیمات .S.M.A.R.T

source: SNMP Settings
fa: تنظیمات SNMP

source: SSH Settings
fa: تنظیمات SSH

source: TFTP Settings
fa: تنظیمات TFTP

source: UPS Settings
fa: تنظیمات UPS

source: Would you like to enable this service?
fa: آیا از فعالسازی این سرویس مطمئن هستید؟

source: No
fa: خیر

source: Core
fa: هسته

source: iSCSI Management
fa: مدیریت iSCSI

source: Portals
fa: پورتال ها

source: Targets
fa: مقاصد

source: Extents
fa: اکستنت ها

source: Associated Targets
fa: مقاصد مربوط

source: Apple (AFP)
fa: اپل مکینتاش (AFP)

source: UNIX (NFS)
fa: یونیکس (NFS)

source: Windows (CIFS)
fa: ویندوز (CIFS)

source: Clone Snapshot
fa: شبیه سازی اسنپ شات

source: Remember to add a new recovery key as this action invalidates the previous recovery key
fa: به علت نامعتبر شدن کلید ریکاوری قبلی با این عمل به خاط داشته باشید کلید جدید ایجاد کنید

source: Are you sure you want to destroy "%(name)s"?
fa: از تخریب "%(name)s" اطمینان دارید؟

source: This will delete all files within the dataset.
fa: دیتاست

source: Edit Dataset
fa: ویرایش دیتاست

source: Create ZFS dataset in %(fs)s
fa: ایجاد دیتاست ZFS در %(fs)s

source: Add Dataset
fa: افزون دیتاست

source: Are you sure you want to detach?
fa: آیا از جدا کردن اطمینان دارید؟

source: Editing the following disks
fa: در حال ویرایش دیسک های زیر

source: Are you sure you want to offline?
fa: آیا از آفلاین نمودن اطمینان دارید؟

source: Are you sure you want to remove?
fa: آیا از حذف کردن اطمینان دارید؟

source: Are you sure you want to wipe?
fa: آیا از پاک کردن اطمینان دارید؟

source: Replace disk
fa: جایگزینی دیسک

source: Active Volumes
fa: ولیوم های فعال

source: ZFS Snapshots
fa: اسنپ شات های ZFS

source: ZFS Replication
fa: رونوشت ZFS

source: You are about to download the global GELI key
fa: شما در حال اقدام برای دانلود کلید سراسری GELI هستید

source: Continue
fa: ادامه

source: Manually Create Snapshot
fa: تهیه اسنپ شات دستی

source: Change
fa: تغییر

source: Change permission
fa: تغییر دسترسی

source: Change permission on %(path)s to
fa: تغییر دسترسی روی مسیر %(path)s به

source: You are about to add a recovery key for this volume
fa: شما در حال افزودن یک کلید ریکاوری به این ولیوم هستید

source: This will invalidate any previous recovery key
fa: این امر کلید ریکاوری قبلی را نامعتبر خواهد نمود

source: You are about to remove a recovery key for this volume
fa: شما در حال حذف کلید ریکاوری در این ولیوم هستید

source: You are about to re-key the encryption
fa: شما در حال ایجاد مجدد کلید رمزگذاری هستید

source: SSH Key Scan
fa: اسکن کلید SSH

source: Add Replication
fa: افزودن رونوشت

source: View Public Key
fa: مشاهده کلید عمومی

source: ATTENTION: A periodic snapshot of a given ZFS filesystem/volume is required to create a replication task
fa: توجه: اسنپ شات دوره ای یک فایل سیستم یا ولیوم ZFS برای ایجاد وظیفه رونوشت سازی مورد نیاز است

source: ATTENTION: A periodic snapshot of a given ZFS Volume/Dataset is required to create a replication task
fa: توجه: اسنپ شات دوره اي وليوم/ديتاست داده شده براي ايجاد وظيفه رونوشت الزامي است

source: Scrub is currently running! Are you sure you want to STOP the scrub process?
fa: اسکراب در حال اجرا است! آیا از توقف فرآیند اسکراب اطمینان دارید؟

source: Are you sure you want to scrub?
fa: آیا از انجام اسکراب اطمینان دارید؟

source: This will increase system overhead while in progress
fa: این کار بالاسری سیستم را در هنگام پیشرفت افزایش خواهد داد

source: Are you sure you want to rollback dataset to this snapshot state?
fa: آیا از به عقب بازگردانی دیتاست به این اسنپ شات مطمئن هستید؟

source: Clone snapshot
fa: شبیه سازی اسنپ شات

source: Destroy Snapshot
fa: تخریب اسنپ شات

source: Destroy this snapshot
fa: تخریب این اسنپ شات

source: Rollback Snapshot
fa: به عقب برگرداندن اسنپ شات

source: Rollback to this snapshot
fa: به عقب برگرداندن به این اسنپ شات

source: Refer
fa: ارجاع

source: Available Actions
fa: عملیات قابل انجام

source: Destroy
fa: تخریب

source: Delete snapshots
fa: حذف اسنپ شات ها

source: Periodic Snapshots
fa: اسنپ شات های دوره ای

source: Do you want to unlock this volume?
fa: آیا از بازکردن قفل این ولیوم اطمینان دارید؟

source: UFS Volume Manager
fa: مدیریت ولیوم UFS

source: You have %(used)s of used space within this volume
fa: شما %(used)s از فضای استفاده شده درون این ولیوم را استفاده کرده اید.

source: ATTENTION - Currently the following services depend on this volume:
fa: توجه-اکنون این سرویس ها وابسته به این ولیوم هستند:

source: This is an encrypted volume, make sure to <a href="%(url)s" target="_blank">download</a> the key so you can be able to import it in the future
fa: این ولیوم رمزنگاری شده است، اطمینان حاصل کنید که کلید را <a href="%(url)s" target="_blank">دانلود</a> نموده اید تا امکان ایمپورت آن را در آینده داشته باشید.

source: Edit ZFS Volume
fa: ویرایش ولیوم ZFS

source: Scrub
fa: اسکراب

source: Progress
fa: پیشرفت

source: Scan
fa: اسکن

source: %(scanned)s out of %(total)s
fa: %(scanned)s از %(total)s

source: Errors
fa: خطاها

source: Repaired
fa: تعمیر شد

source: Member disks
fa: دیسک های عضو

source: Group type
fa: نوع گروه

source: Manual setup
fa: راه اندازي دستي

source: Volume to extend
fa: وليوم براي بسط

source: Encryption
fa: رمزگذاري

source: Deduplication
fa: ديداپليكيشن

source: ZFS Extra
fa: ساير براي ZFS

source: Add Volume
fa: افزودن ولیوم

source: Existing data will be cleared
fa: دیتای موجود پاک خواهد شد

source: Extend Volume
fa: بسط ولیوم

source: Replace Disk
fa: انجام جایگزینی دیسک

source: Replacing disk
fa: جایگزینی دیسک

source: WARNING: The recovery key of your volume will be invalidated!
fa: هشدار: کلید ریکاوری ولیوم شما نامعتبر خواهد شد!

source: Create zvol on %(name)s
fa: ایجاد zvol روی %(name)s

source: Add zvol
fa: افزودن zvol

source: Submit
fa: ارسال

source: Reset
fa: ریست

source: Rebuild LDAP/AD Cache
fa: بازسازی کش LDAP/AD

source: Save Debug
fa: ذخیره اشکلازدایی

source: Firmware Update
fa: بروزرسانی سیستم

source: Restarting...
fa: راه اندازی مجدد...

source: Are you sure you want to restore to factory config?
fa: آیا از بازیابی تنظیمات اولیه مطمئن هستید؟

source: Rebooting...
fa: راه‌اندازی مجدد...

source: Send Test Mail
fa: ارسال ایمیل تست

source: HINT: Test e-mails are sent to root user. To configure it use Users -> root -> Change E-mail
fa: ایمیل های تست برای کاربر root ارسال می شود.

source: Consider downloading your configuration before proceeding, <a href="%(url)s" target="_blank">click here</a>.
fa: قبل از ادامه دانلود نمودن تنظیمات خود را مد نظر داشته باشید. <a href="%(url)s" target="_blank">اینجا را کلیک کنید</a>

source: Apply Update
fa: اعمال بروزرسانی

source: System is rebooting
fa: سیستم در حال ریبوت شدن است

source: Warning!
fa: اخطار!

source: You are about to <strong>REBOOT</strong> the system, what would you like to do?
fa: آیا از ریبوت نمودن سرور مطمئن هستید؟

source: History
fa: تاریخچه

source: General
fa: عمومی

source: Factory Restore
fa: بازنشانی به حالت پیش فرض

source: Restore Config
fa: بازیابی تنظیمات

source: Save Config
fa: ذخیره تنظیمات

source: Upload Config
fa: آپلود تنظیمات

source: System is shutting down
fa: سیستم در حال خاموش شدن است

source: You are about to <strong>SHUTDOWN</strong> the system, what would you like to do?
fa: آیا از خاموش نمودن سیستم مطمئن هستید؟

source: Build
fa: شماره ویرایش سرور

source: Platform
fa: سکو

source: CPU
fa: پردازنده

source: Memory
fa: حافظه

source: Partition
fa: پارتیشن

source: System Time
fa: زمان سیستم

source: Uptime
fa: مدت روشن بودن

source: Load Average
fa: متوسط بار سرور

source: Step %(step)s of %(step_count)s
fa: مرحله %(step)s از %(step_count)s

source: The volume %s status is HEALTHY
fa: ولیوم %s در وضعیت سلامت است

source: The volume %(volume)s status is %(status)s: %(message)s
fa: ولیوم %(volume)s در وضعیت %(status)s قرار دارد: %(message)s

source: The volume %(volume)s status is %(status)s
fa: ولیوم %(volume)s در وضعیت %(status)s قرار دارد

source: The volume %s status is DEGRADED
fa: وضعیت ولیوم %s DEGRADED است

source: The WebGUI Address could not bind to %s; using wildcard
fa: آدرس رابط وب امکان بایند شدن به %s را ندارد. استفاده از وایلدکارد

source: The following IPs are bind to iSCSI Portal but were not found in the system: %s
fa: آی پی های زیر به پورتال آی اسکازی بایند بوده ولی در سیستم یافت نشدند: %s

source: The following multipaths are not optimal: %s
fa: multipath های زیر بهسنه نیستند: %s

source: Critical Alerts
fa: هشدارهای بحرانی

source: OS
fa: سیستم عامل

source: Enable automatic upload of kernel crash dumps
fa: فعالسازی آپلود خودکار kernel crash dumps

source: You must configure a default route (Network->IPv4 Default Gateway)
fa: شما باید بک مسیر پیش فرض را تنظیم کنید (از بخش شبکه، تنظیمات درزوازه پیش فرض آی پی نسخه 4)

source: Architecture
fa: معماری

source: Plugin Kernel Module
fa: ماژول کرنل پلاگین

source: IPv4 netmask
fa: ماسک شبکه آی پی نسخه 4

source: IPv4 bridge netmask
fa: ماسک شبکه بریج آی پی نسخه 4

source: IPv6 prefix length
fa: طول پیشوند آی پی نسخه 6

source: IPv6 bridge prefix length
fa: طول پیشوند بریج آی پی نسخه 6

source: Unable to set repository: %s
fa: ناموفق در ست نمودن ریپوزیتوری: %s

source: This IP and port are already in use.
fa: این آی پی و پورت در حال استفاده است

source: A scrub with this volume already exists.
fa: برای این ولیوم یک اسکراب از قبل وجود دارد
