Repository: jalil-ahmadpour/freenas
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Allows certain users and groups to have read/write access to a share. This follows the allow option format.
fa: اجازه به کاربران و گرههای خاص برای داشتن دسترسی خواندنی/نوشتنی به یک اشتراک. فرمت آن مانند لیست مجازها است.

source: Time Machine
fa: ماشین زمان

source: Check this to enable Time Machine backups on this share.
fa: برای فعالسازی پشتیبان های ماشین زمان روی این اشتراک انتخاب کنید.

source: Database Path
fa: مسیر دیتابیس

source: Sets the database information to be stored in path. You have to specify a writable location, even if the volume is read only.
fa: تعیین مسیر ذخیره سازی اطلاعات دیتابیس. شما باید یک محل قابل نوشتن را تعیین نمایید، حتی اگر ولیوم فقط خواندنی باشد.

source: Zero Device Numbers
fa: صهر نمودن شماره دستگاه

source: Always use 0 for device number, helps when the device number is not constant across a reboot, cluster, ...
fa: استفاده از صفر به عنوان شماره دستگاه بصورت دائمی، این گزینه زمانی مفید است که شماره دشتگاه در هنگام ریبوت و یا در کلاستر و ... ثابت نباشد.

source: No Stat
fa: غیرفعالسازی Stat

source: Don't stat volume path when enumerating volumes list, useful for automounting or volumes created by a preexec script.
fa: هنگام ایجاد لیست ولیومها Stat انجام نشود، هنگامی مفید است که ولیوم های ایجاد شده توسط اسکریپت آغاز بصورت خودکار ماونت می شوند.

source: AFP3 Unix Privs
fa: دسترسی های یونیکس AFP3

source: Use AFP3 unix privileges.
fa: استفاده از دسترسی های یونیکس AFP3

source: Default file permission
fa: دسترسی پیش فرض فایل

source: Default directory permission
fa: دسترسی پیش فرض پوشه

source: Default umask
fa: umask پیش فرض

source: Apple (AFP) Share
fa: اشتراک اپل (AFP)

source: Apple (AFP) Shares
fa: اشتراک های اپل (AFP)

source: Authorized networks
fa: شبکه های مجاز

source: Networks that are authorized to access the NFS share. Specify network numbers of the form 1.2.3.4/xx where xx is the number of bits of netmask.
fa: شبکه هایی که دارای مجوز دسترسی به اشتراک NFS هستند. شبکه را به فرم 1.2.3.4/xx مشخص نمایید که xx تعداد بیت های ماسک شبکه است.

source: Authorized IP addresses or hosts
fa: آدرسهای آی پی یا هاست های مجاز

source: IP addresses or hostnames that are authorized to access the NFS share.
fa: آدرسهای آی پی یا نام هاست هایی که مجاز به دسترسی به اشتراک NFS هستند.

source: All Directories
fa: تمام پوشه ها

source: Allow mounting of any subdirectory under this mount point if selected. Otherwise, only the top level directory can be mounted.
fa: اجزا برای ماونت نمودن تمام پوشه های درون این پوشه در صورت انتخاب این گزینه، در غیر اینصورت فقط پوشه سطح اول ماونت خواهد شد.

source: Read Only
fa: فقط خواندنی

source: Export the share read only. Writes are not permitted.
fa: ایجاد اشتراک بصورت فقط خواندنی. نوشتن مجاز نخواهد بود.

source: Inhibit syslog warnings if there are problems with exporting this share.
fa: جلوگیری از هشدارهای syslog در صورت وجود مشکل در ایجاد این اشتراک

source: Maproot User
fa: کاربر Maproot

source: If a user is selected, the root user is limited to that user's permissions
fa: در صورت انتخاب یک کاربر، کاربر root محدود به دسترسی های آن کاربر خواهد شد.

source: Maproot Group
fa: گروه Maproot

source: If a group is selected, the root user will also be limited to that group's permissions
fa: در صورت انتخاب یک گروه، کاربر root محدود به دسترسی های آن گروه خواهد بود.

source: Mapall User
fa: کاربر Mapall

source: The specified user's permissions are used by all clients
fa: دسترسی های کاربر مشخص شده توسط همه کلاینت ها استفاده خواهد شد.

source: Mapall Group
fa: گروه Mapall

source: The specified group's permission are used by all clients
fa: دسترسی گروه مشخص شده توسط همه کلاینت ها استفاده خواهد شد.

source: Unix (NFS) Share
fa: اشتراک یونیکس (NFS)

source: Unix (NFS) Shares
fa: اشتراک های یونیکس (NFS)

source: Sharing
fa: اشتراک گذاری

source: Wipe
fa: پاک نمودن

source: Edit In Bulk
fa: ویرایش بصورت انبوه

source: Used
fa: استفاده شده

source: Available
fa: در دسترس

source: Compression
fa: فشرده سازی

source: Compression Ratio
fa: نسبت فشرده سازی

source: Size
fa: اندازه

source: Detach Volume
fa: جداکردن ولیوم

source: Scrub Volume
fa: اسکراب ولیوم

source: Edit ZFS Options
fa: ویرایش گزینه های ZFS

source: Create ZFS Dataset
fa: ایجاد دیتاست ZFS

source: Create zvol
fa: ایجاد zvol

source: Change Permissions
fa: تغییر دسترسی ها

source: Create Snapshot
fa: ایجاد اسنپ شات

source: Volume Status
fa: وضعیت ولیوم

source: Create Passphrase
fa: ایجاد گذرواژه

source: Change Passphrase
fa: تغییر گذرواژه

source: Download Key
fa: دانلود کلید

source: Encryption Re-key
fa: کلیدسازی مجدد رمزنگاری

source: Add recovery key
fa: افزودن کلید ریکاوری

source: Remove recovery key
fa: حذف کلید ریکاوری

source: Unlock
fa: بازکردن قفل

source: Destroy Dataset
fa: تخریب دیتاست

source: Destroy zvol
fa: تخریب zvol

source: Read
fa: تنها خواندنی

source: Write
fa: تنها نوشتنی

source: Checksum
fa: چک سام

source: Edit Disk
fa: ویرایش دیسک

source: Offline
fa: آفلاین

source: Detach
fa: جداکردن

source: Replace
fa: جایگزینی

source: Remove
fa: حذف

source: Volume
fa: ولیوم

source: Threshold days
fa: روزهاي آستانه

source: Minute
fa: دقیقه

source: Hour
fa: ساعت

source: Day of month
fa: روز ماه

source: Month
fa: ماه

source: Day of week
fa: روز هفته

source: Enabled
fa: فعال

source: When
fa: زمان اجرا

source: Frequency
fa: فرکانس

source: Keep snapshot for
fa: حفظ اسنپ شات برای

source: Remote Hostname
fa: نام هاست ریموت

source: Enabling dedup may have drastic performance implications,<br /> as well as impact your ability to access your data.<br /> Consider using compression instead.
fa: فعالسازی دیداپلیکیشن ممکن است موجب کاهش کارآیی زیادی شود،<br /> و همچنین در امکان دسترسی به اطلاعات در صورت بروز مشکل. <br /> استفاده از فشرده سازی را برای ذخیره فضا نیز مد نظر داشته باشید.

source: Enter positive number (optionally suffixed by K, M, G, T), or 0
fa: عدد مثبت با پسوند های K, M, G, T یا صفر را وارد نمایید.

source: %s is not a valid number
fa: %s یک عدد معتبر نیست

source: The volume name must start with letters and may include numbers, "-", "_" and "." .
fa: نام ولیوم باید با حروف آغاز شده و می تواند شامل اعداد، خط تیره، خط زیر و نقطه نیز باشد.

source: A volume with that name already exists.
fa: ولیوم با این نام از قبل وجود دارد.

source: Volume name
fa: نام ولیوم

source: Specify custom path
fa: مسیر دلخواه را مشخص کنید

source: Leaving this blank will give the volume a default path of /mnt/${VOLUME_NAME}
fa: خالی گذاشتن این فیلد مسیر پیش فرض /mnt/${VOLUME_NAME} را برای ولیوم در پی خواهد داشت.

source: Path does not exist.
fa: مسیر وجود ندارد

source: Path is not a directory.
fa: مسیر یک پوشه نیست

source: You already have a volume with same name
fa: شما قبلا یک ولیوم با این نام دارید

source: UFS volume names cannot be higher than 9 characters
fa: نام های ولیوم UFS نمیتوانند بیش از 9 کاراکتر باشند

source: UFS volume names can only contain alphanumeric characters
fa: نام های ولیوم UFS فقط می توانند شامل عدد و حروف باشند

source: You must specify a new volume name or select an existing ZFS volume to append a virtual device
fa: شما باید نام یک ولیوم جدید را تعیین کنید یا یک ولیوم ZFS موجود برای افزودن دستگاه مجازی را انتخاب کنید.

source: You need at least %d disks
fa: شما به حداقل %d دیسک نیاز دارید

source: You need a data disk group
fa: شما یک گروه دیسک دیتا نیاز دارید

source: Member disk
fa: دیسک عضو

source: The selected disks were not verified for this import rules.
fa: دیسک های منتخب برای قواعد ایمپورت تایید نشده اند

source: An error occurred while labeling the disk.
fa: خطا در نامگذاری دیسک روی داده

source: The volume "%s" failed to import, for futher details check pool status
fa: ایمپورت ولیوم "%s" موفق نبود، برای جزئیات بیشتر وضعیت پول را مشاهده نمایید.

source: Volume imported
fa: ولیوم ایمپورت شد

source: No: Skip to import
fa: خیر: حرکت به ایمپورت

source: Yes: Decrypt disks
fa: بله: بازگشایی رمز دیسک ها

source: Encrypted ZFS volume?
fa: ولیوم ZFS رمزنگاری شده؟

source: Encryption Key
fa: کلید رمزنگاری

source: Passphrase
fa: گذرواژه

source: The following disks failed to attach: %s
fa: اتصال دیسکهای زیر موفق نبود: %s

source: You must select a volume.
fa: باید یک ولیوم را انتخاب کنید

source: The SMART service failed to restart.
fa: ری استارت سرویس SMART موفق نبود.

source: HDD Standby
fa: استندبای هارد دیسک

source: Advanced Power Management
fa: مدیریت توان پیشرفته

source: Acoustic Level
fa: سطح اکوستیک

source: Enable S.M.A.R.T.
fa: فعالسازی SMART

source: S.M.A.R.T. extra options
fa: گزینه های اضافی SMART

source: Dataset Name
fa: عنوان دیتاست

source: Compression level
fa: سطح فشرده سازی

source: Enable atime
fa: فعالسازی atime

source: Quota for this dataset
fa: سهمیه فضا برای این دیتاست

source: 0=Unlimited; example: 1g
fa: 0=نامحدود، مثلاً : 1g

source: Quota for this dataset and all children
fa: سهمیه فضا برای این دیتاست و زیرمجموعه آن

source: Reserved space for this dataset
fa: فضای رزرو شده برای این دیتاست

source: 0=None; example: 1g
fa: 0=هیچ، مثلاً 1g

source: Reserved space for this dataset and all children
fa: فضای رزرو شده برای این دیتاست و تمام زیرمجموعه

source: ZFS Deduplication
fa: دیداپلیکیشن ZFS

source: Record Size
fa: اندازه رکورد

source: Specifies a suggested block size for files in the file system. This property is designed solely for use with database workloads that access files in fixed-size records. ZFS automatically tunes block sizes according to internal algorithms optimized for typical access patterns.
fa: اندازه بلوک پیشنهادی برای فایلهای این فایل سیستم را مشخص میکند. این مشخصه بطور خاص برای استفاده در بارهای کاری پایگاههای داده که به فایلها در رکوردهای ثابت دسترسی دارند طراحی شده است. ZFS بصورت خودکار اندازه های بلوک را با الگوریتم های داخلی برای الگوهای دسترسی هادی بهینه خواهد نمود.

source: Dataset names must begin with an alphanumeric character and may only contain "-", "_", ":" and ".".
fa: نام دیتاست باید با یک کاراکتر حرف یا رقم شروع شده و فقط می تواند شامل حروف، ارقام، خط تیره، خط زیر، دونقطه و نقطه باشد

source: You already have a dataset with the same name
fa: قبلا یک دیتاست با این نام وجود دارد.

source: Quota for this volume
fa: سهمیه فضا برای این ولیوم

source: Reserved space for this volume
fa: فضای رزرو شده برای این ولیوم

source: zvol name
fa: نام zvol

source: Size for this zvol
fa: اندازه برای این zvol

source: Example: 1g
fa: مثال: 1g

source: Sparse volume
fa: ولیوم اسپارس

source: Creates a sparse volume with no reservation, also kown as "thin provisioning". A "sparse volume" is a volume where the reservation is less then the volume size. Consequently, writes to a sparse volume can fail with ENOSPC when the pool is low on space. (NOT RECOMMENDED)
fa: ایجاد یک ولیوم اسپارس بدون فضای رزرو شده، با عبارت thin provisioning نیز شناخته می شود. ولیوم اسپارس ولیومی است که مقدار فضای رزرو شده کمتر از اندازه ولیوم است. به همین علت نوشتن در یک ولیوم اسپارس می تواند با خطای ENOSPC مواجه شود در زمانی که فضای کافی در پول وجود ندارد. (توصیه نمیشود)

source: Block size
fa: اندازه بلوک

source: The default blocksize for volumes is 8 Kbytes. Any power of 2 from 512 bytes to 128 Kbytes is valid.
fa: اندازه بلوک پیش فرض برای ولیوم ها 8k است. هر توانی از 2 به مقدار 512 بایت تا 128 کیلوبایت معتبر است.

source: ZFS Volume names must begin with an alphanumeric character and may only contain (-), (_), (:) and (.).
fa: نام ولیوم ZFS باید با کاراکتر حرف یا رقم شروع شده و فقط می تواند شامل حرف و رقم و خط تیره و خط زیر و دونقطه و نقطه باشد.

source: Owner (user)
fa: کاربر مالک

source: Owner (group)
fa: گروه مالک

source: Mode
fa: حالت

source: Type of ACL
fa: نوع ACL

source: Set permission recursively
fa: اعمال دسترسی بصورت بازگشتی

source: At least one day must be chosen
fa: حداقل یک روز باید انتخاب شود

source: Recursive snapshot
fa: اسنپ شات بازگشتی

source: Snapshot Name
fa: عنوان اسنپ شات

source: Only [-a-zA-Z0-9_.] permitted as snapshot name
fa: در نام اسنپ شات فقط کاراکترهای حرف، رقم، خط زیر و نقطه مجاز هستند.

source: Snapshot
fa: اسنپ شات

source: Clone Name (must be on same volume)
fa: نام کلون (باید در همان ولیوم باشد)

source: Only [-a-zA-Z0-9_./] permitted as clone name
fa: فقط کاراکترهای حرف، رقم، خط زیر و نقطه به عنوان نام کلون مجاز هشتند.

source: Clone must be within the same volume
fa: کلون باید داخل ولیوم یکسان با اسنپ شات باشد

source: Confirm Passphrase
fa: تایید گذرواژه

source: Confirmation does not match passphrase
fa: تایید با گذرواژه مطابقت ندارد

source: Passphrase is not valid
fa: گذرواژه معتبر نیست

source: Remote hostname
fa: نام هاست ریموت

source: Remote port
fa: پورت ریموت

source: Dedicated User Enabled
fa: کاربر اختصاصی فعال است

source: If disabled then root will be used for replication.
fa: در صورت غيرفعال بودن root براي رونوشت استفاده خواهد شد.

source: Dedicated User
fa: کاربر اختصاصی

source: Enable High Speed Ciphers
fa: فعالسازی سافرهای پرسرعت

source: Enabling this may increase transfer speed on high speed/low latency local networks. It uses less secure encryption algorithms than the defaults, which makes it less desirable on untrusted networks.
fa: فعالسازی این مورد می تواند سرعت انتقال را در شبکه های پرسرعت افزایش دهد. البته ایمنی آن کمتر از حالت پیش فرض بوده و در شبکه های نامطمئن توصیه نمیشود.

source: Remote hostkey
fa: کلیدهاست ریموت

source: Mark the disks as new (destroy data)
fa: نشانه گذاری دیسک ها به عنوان جدید (تخریب اطلاعات)

source: Delete all shares related to this volume
fa: حذف تمام اشتراک های مربوط به این ولیوم

source: minute
fa: دقیقه

source: hour
fa: ساعت

source: day of month
fa: روز ماه

source: Method
fa: روش

source: Quick
fa: سریع

source: Full with zeros
fa: با صفر پر شود

source: Full with random data
fa: با اطلاعات تصادفی پر شود

source: The passphrases do not match
fa: فیلدهای کلمه عبور یکسان نیستند

source: Admin password
fa: کلمه عبور ادمین

source: New Passphrase
fa: گذرواژه جدید

source: Confirm New Passphrase
fa: تایید گذرواژه جدید

source: Remove passphrase
fa: حذف گذرواژه

source: Invalid password
fa: کلمه عبور صحیح نیست

source: Recovery Key
fa: کلید ریکاوری

source: Restart services
fa: راه اندازی مجدد سرویس ها

source: Jails/Plugins
fa: جیل ها/پلاگین ها

source: You need either a passphrase or a recovery key to unlock
fa: شما برای بازکردن قفل به گذرواژه یا کلید ریکاوری نیزا دارید.

source: Volume could not be imported: %d devices failed to decrypt
fa: امکان ایمپورت ولیوم وجود ندارد. باز کردن رمز %d دستگاه موفق نبود.

source: Volume could not be imported
fa: امکان ایمپورت ولیوم وجود ندارد

source: File System Type
fa: نوع فایل سیستم

source: File System type
fa: نوع فایل سیستم

source: Encryption Type
fa: نوع رمزنگاری

source: LOCKED
fa: قفل شده

source: Determine how many days shall be between scrubs
fa: تعیین اینکه چند روز بین scrub ها فاصله باشد

source: Values 0-59 allowed.
fa: مقادیر 0-59 مجاز است

source: Values 0-23 allowed.
fa: مقادیر 0-23 مجاز است

source: Values 1-31 allowed.
fa: مقادیر 1-31 مجاز است

source: ZFS Scrub
fa: اسکراب ZFS

source: ZFS Scrubs
fa: اسکراب های ZFS

source: Every minute
fa: هر دقیقه

source: Every %s minute(s)
fa: هر %s دقیقه

source: Every hour
fa: هر ساعت

source: Every %s hour(s)
fa: هر %s ساعت

source: Every %s days
fa: هر %s روز

source: Every month
fa: هر ماه

source: Weekdays
fa: روزهای هفته

source: Weekends
fa: آخر هفته ها

source: Disk Size
fa: اندازه دیسک

source: Multipath name
fa: عنوان Multipath

source: Multipath member
fa: عضو Multipath

source: Transfer Mode
fa: حالت انتقال

source: Disks
fa: دیسکها

source: Underlying provider
fa: فراهم کننده زیرین

source: Mount Point
fa: نقطه ماونت

source: Path to mount point
fa: مسیر نقطه ماونت

source: Mount options
fa: گزینه های ماونت

source: Enter Mount Point options here
fa: گزینه های ماونت را در اینجا وارد کنید

source: Remote Dedicated User Enabled
fa: کاربر اختصاصی ریموت فعال است

source: Remote Dedicated User
fa: کاربر اختصاصی ریموت

source: High Speed Encryption Ciphers
fa: سایفرهای رمزنگاری پرسرعت

source: Enabling this may increase transfer speed on high speed/low latency local networks. It uses less secure encryption algorithms than the defaults, which make it less desirable on untrusted networks.
fa: فعالسازی این مورد می تواند سرعت انتقال را در شبکه های محلی پرسرعت افزایش دهد. این روش از الگوریتم رمزگذاری با امنیت کمتری نسبت به نوع پیش فرض استفاده میکند که در شبکه های غیر مطمئن قابل اعتماد نخواهد بود.

source: Remote Replication Host
fa: هسا رونوشت ریموت

source: Remote Replication Hosts
fa: هاست های رونوشت ریموت

source: Disabling will stop any new replications being queued. It will not stop any replications which are queued or in progress.
fa: غيرفعالسازي هر گونه رونوشت جديدي را متوقف خواهد نمود. رونوشت هاي جاري يا آغاز شده متوقف نخواهند شد.

source: Volume/Dataset
fa: ولیوم/دیتاست

source: Last snapshot sent to remote side (leave blank for full replication)
fa: آخرین اسنپ شات ارسال شده به شمت ریموت(برای رونوشت کامل خالی بگذارید)

source: Remote ZFS Volume/Dataset
fa: ولیوم/دیتاست ZFS ریموت

source: This should be the name of the ZFS filesystem on remote side. eg: Volumename/Datasetname not the mountpoint or filesystem path
fa: نام فایل سیستم ZFS در سمت ریموت است و نه مسیر فایل سیستم

source: Recursively replicate and remove stale snapshot on remote side
fa: ايجاد بازگشتي و حذف مورد قديمي در ريموت

source: Initialize remote side for once. (May cause data loss on remote side!)
fa: مقداردهي ريموت فقط يكبار (امكان از دست دادن ديتا در ريموت)

source: Limit (kB/s)
fa: محدودیت(kB/s)

source: Limit the replication speed. Unit in kilobytes/seconds. 0 = unlimited.
fa: محدود نمودن سرعت تهیه رونوشت. واحد بر حسب کیلوبایت در ثانیه. 0 = نامحدود

source: Begin
fa: آغاز

source: Do not start replication before
fa: تهیه رونوشت را شروع نکن قبل از

source: End
fa: پایان

source: Do not start replication after
fa: تهیه رونوشت را شروع نکن بعد از

source: Replication Task
fa: وظیفه تهیه رونوشت

source: Replication Tasks
fa: وظایف تهیه رونوشت

source: Recursive
fa: بازگشتی

source: Snapshot lifetime value
fa: مقدار زمان عمر اسنپ شات

source: Lifetime
fa: دوره عمر

source: Snapshot lifetime unit
fa: واحد زمان عمر اسنپ شات

source: Do not snapshot before
fa: اسنپ شات تهیه نکن قبل از

source: Do not snapshot after
fa: اسنپ شات تهیه نکن بعد از

source: Interval
fa: بازه

source: How much time has been passed between two snapshot attempts.
fa: چه زمانی بین دو تلاش ایجاد اسنپ شات گذشته است.

source: Occurrence
fa: وقوع

source: How the task is repeated
fa: وظیفه به چه نحوی تکرار شود

source: Weekday
fa: روز هفته

source: Periodic Snapshot Task
fa: وظیفه اسنپ شات دوره ای

source: Periodic Snapshot Tasks
fa: وظایف اسنپ شات دوره ای

source: View Snapshots
fa: مشاهده اسنپ شات ها

source: ZFS Volume Manager
fa: مدیریت ولیوم ZFS

source: UFS Volume Manager (legacy)
fa: مدیریت ولیوم UFS (قدیمی)

source: Import Volume
fa: ایمپورت ولیوم

source: View Disks
fa: مشاهده دیسک ها

source: View Multipaths
fa: مشاهده Mulipath ها

source: Auto Import Volume
fa: ایمپورت خودکار ولیوم

source: View Volumes
fa: وليوم هاي ZFS

source: Add Periodic Snapshot
fa: افزودن اسنپ شات دوره ای

source: Volumes
fa: ولیوم ها

source: Please enter a hostname
fa: لطفا نام یک هاست را وارد نمایید

source: Key could not be retrieved for unknown reason
fa: دریافت کلید به دلیل نامشخصی ممکن نشد

source: Volume successfully added.
fa: ولیوم با موفقیت افزوده شد

source: Dataset successfully added.
fa: دیتاست با موفقیت افزوده شد

source: Dataset successfully edited.
fa: ديتاست با موفقيت ويرايش گرديد.

source: ZFS Volume successfully added.
fa: وليوم ZFS با موفقيت افزوده شد.

source: This is in use by the iscsi target, please remove it there first.
fa: اين مورد توسط مقصد iscsi در حال استفاده است، ابتدا از آنجا حذف نماييد.

source: ZFS Volume successfully destroyed.
fa: وليوم ZFS با موفقيت تخريب گرديد.

source: Native dataset successfully edited.
fa: ديتاست محلي با موفقيت ويرايش گرديد.

source: Mount Point permissions successfully updated.
fa: دسترسي نقطه ماونت با موفقيت بروز گرديد.

source: Dataset successfully destroyed.
fa: ديتاست با موفقيت تخريب شد.

source: Snapshot successfully deleted.
fa: اسنپ شات با موفقيت حذف شد.

source: Snapshots successfully deleted.
fa: اسنپ شات ها با موفقيت حذف شدند

source: Rollback successful.
fa: برگشت به عقب موفق بود.

source: Snapshot successfully taken.
fa: اسنپ شات با موفقيت گرفته شد.

source: Snapshot successfully cloned.
fa: اسنپ شات با موفقيت شبيه سازي گرديد.

source: Disk replacement has been initiated.
fa: جايگزيني ديسك آغاز شده است.

source: An error occurred.
fa: خطايي رخ داده است.

source: Disk detach has been successfully done.
fa: جدا نمودن ديسك با موفقيت انجام شد.

source: Disk offline operation has been issued.
fa: عمليات آقلاين نمودن ديسك آغاز شد.

source: Disk has been removed.
fa: ديسك حذف شد

source: The volume has been successfully detached
fa: وليوم با موفقيت جدا گرديد

source: Pool output could not be parsed. Is the pool imported?
fa: خروجي پول قابل خواندن نيست. آيا پول ايمپورت شده است؟

source: The scrub process has stopped
fa: فرآيند اسكراب متوقف گرديد

source: The scrub process has begun
fa: فرآيند اسكراب آغاز گرديد

source: Disk successfully wiped
fa: ديسك با موفقيت پاك شد

source: Passphrase created
fa: گذرواژه ايجاد شد

source: Passphrase updated
fa: گذرواژه بروز شد

source: Volume unlocked
fa: ولیوم از حالت قفل خارج شد

source: Volume failed unlocked
fa: حارج نمودن ولیوم از حالت قفل موفق نبود

source: GELI key download starting...
fa: آغاز دانلود کلید GELI...

source: Encryption re-key succeeded
fa: کلیدسازی مجدد رمزنگاری موفق بود

source: GELI recovery key download starting...
fa: آغاز دانلود کلید ریکاوری GELI...

source: Recovery has been removed
fa: ریکاوری حذف گردید

source: Disks successfully edited
fa: دیسک با موفیت ویرایش گردید

source: Subject
fa: موضوع

source: Support subject.
fa: موضوع پشتیبانی.

source: A description of the issue.
fa: شرح موضوع

source: Support
fa: پشتیبانی

source: Support request successfully sent
fa: درخواست پشتیبانی با موفقیت ارسال گردید

source: The path '%s' requires execute permission bit
fa: مسیر %s نیازمند دسترسی اجرا است

source: The volume %s is locked by encryption
fa: ولیوم %s توسط رمزگذاری قفل شده است

source: Language (Require UI reload)
fa: زبان (نیازمند بارگذاری مجدد)

source: Force
fa: اجبار

source: Max Poll should be higher than Min Poll
fa: بیشینه نمونه گیری باید بیش از کمینه آن باشد

source: Server could not be reached. Check "Force" to continue regardless.
fa: سرور در دسترس نیست. برای ادامه علی رغم این موضوع اجبار را انتخاب کنید.

source: The two passphrase fields didn't match.
fa: فیلدهای کلمه عبور یکسان نیستند

source: RSA or DSA private key not found
fa: کلید خصوصی RSA یا DSA یافت نشد

source: RSA or DSA private key is not valid
fa: کلید خصوصی RSA یا DSA معتبر نیست

source: The modulus of certificate and key must match
fa: پیمانه های گواهی و کلید باید سازگار باشند

source: The following disks already have tests for this type: %s
fa: دیسکهای زیر از قبل دارای آزمایشهایی از این نوع هستند: %s

source: Place to temporarily place firmware file
fa: محل نگهداری موفق فایل فرم ویر

source: The system will use this place to temporarily store the firmware file before it's being applied.
fa: سیستم از این محل برای ذخیره موقت فایل فرم ویر قبل از اعمال آن استفاده خواهد نمود.

source: Memory device
fa: تجهیز حافظه

source: New image to be installed
fa: تصویر جدید برای نصب

source: SHA256 sum for the image
fa: مقدار SHA256 برای تصویر

source: New config to be installed
fa: تنظیمات جدید برای نصب

source: Usernames cannot exceed 17 characters for cronjobs
fa: نام های کاربری نمیتواند بیش از 17 کاراکتر برای وظایف کرون باشد

source: Usernames cannot exceed 17 characters for rsync tasks
fa: نام های کاربری نمیتواند بیش از 17 کاراکتر برای وظایف rsync باشد.

source: Usernames cannot have spaces
fa: نام های کاربری نمیتواند شامل کاراکتر فاصله باشد

source: In order to use rsync over SSH you need a user<br />with a public key (DSA/ECDSA/RSA) set up in home dir.
fa: برای استفاده از rsync روی ssh شما نیاز به یک کاربر<br />با یک کلید عمومی (DSA/ECDSA/RSA) نصب شده در پوشه home نیاز دارید

source: Quotes are not allowed
fa: یادداشت گذاری مجاز نیست
