Repository: jalil-ahmadpour/freenas
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: fa

source: The time in seconds until shutdown is initiated. If the UPS happens to come back before the time is up the shutdown is canceled.
fa: زمان به ثانیه تا شروع دستور شات داون. اگر قبل از این زمان برق یوپی اس وصل شود، شات داون لغو خواهد شد.

source: Monitor User
fa: کاربر نظارت

source: Monitor Password
fa: گذرواژه نظارت

source: Extra users (upsd.users)
fa: کاربران اضافی (upsd.users)

source: Remote Monitor
fa: مانیتور ریموت

source: Send Email Status Updates
fa: ارسال ایمیل های بروزرسانی وضعیت

source: To email
fa: به ایمیل

source: Destination email address. Separate email addresses by semi-colon.
fa: آدرس ایمیل مقصد. آدرس های ایمیل را با سمی کالن جدا کنید.

source: Email Subject
fa: موضوع ایمیل

source: The subject of the email. You can use the following parameters for substitution:<br /><ul><li>%d - Date</li><li>%h - Hostname</li></ul>
fa: موضوع ایمیل. از پارامترهای زیر می توانید استفاده کنید: <br /><ul><li>%d - Date</li><li>%h - Hostname</li></ul>

source: UPS
fa: یوپی اس

source: Port to bind FTP server.
fa: پورت سرور FTP

source: Clients
fa: کلاینت ها

source: Maximum number of simultaneous clients.
fa: بیشترین تعداد کلاینت همزمان

source: Connections
fa: اتصالات

source: Maximum number of connections per IP address (0 = unlimited).
fa: بیشترین ارتباط بازای هر آی پی (0 = نامحدود)

source: Login Attempts
fa: تلاش ها برای ورود

source: Maximum number of allowed password attempts before disconnection.
fa: بیشترین تعداد تلاش ورود گذرواژه قبل از قطع اتصال

source: Timeout
fa: تایم اوت

source: Maximum idle time in seconds.
fa: بیشترین زمان عدم فعالیت به ثانیه

source: Allow Root Login
fa: اجازه ورود Root

source: Allow Anonymous Login
fa: اجازه ورود ناشناس

source: Path
fa: مسیر

source: Allow Local User Login
fa: اجازه ورود کاربر محلی

source: Display Login
fa: نمایش ورود

source: Message which will be displayed to the user when they initially login.
fa: پیامی که به کاربر هنگام ورود اولیه نمایش داده خواهد شد.

source: Use this option to override the file creation mask (077 by default).
fa: از این گزینه برای جایگزینی ماسک ایجاد پیش فرض فایل استفاده کنید (077 بصورت پیش فرض)

source: Use this option to override the directory creation mask (077 by default).
fa: از این گزینه برای جایگزینی ماسک ایجاد پوشه پیش فرض استفاده کنید (077 بصورت پیش فرض)

source: Enable FXP
fa: فعالسازی FXP

source: Allow Transfer Resumption
fa: اجازه برای از سرگیری انتقال

source: Always Chroot
fa: همیشه chroot شود

source: For local users, only allow access to user home directory unless the user is a member of group wheel.
fa: برای کاربران محلی، فقط اجازه به دسترسی برای پوشه home داده شود مگر تا زمانی که کاربر عضو گروه wheel باشد.

source: Require IDENT Authentication
fa: نیازمند احراز هویت IDENT

source: Perform Reverse DNS Lookups
fa: انجام جستجوهای Reverse DNS

source: Masquerade address
fa: آدرس Masquerade

source: Causes the server to display the network information for the specified address to the client, on the assumption that IP address or DNS host is acting as a NAT gateway or port forwarder for the server.
fa: باعث می شود سرور اطلاعات شبکه برای آدرس مشخص را به کلاینت نمایش دهد، با این فرض که آدرس آی پی یا DNS به عنوان NAT عمل کند.

source: Minimum passive port
fa: پورت پسیو حداقل

source: The minimum port to allocate for PASV style data connections (0 = use any port).
fa: حداقل پورت برای تخصیص برای ارتباطات با حالت PASV (0=استفاده از هر پورت ممکن)

source: Maximum passive port
fa: بیشترین پورت پسیو

source: The maximum port to allocate for PASV style data connections (0 = use any port). Passive ports restricts the range of ports from which the server will select when sent the PASV command from a client. The server will randomly choose a number from within the specified range until an open port is found. The port range selected must be in the non-privileged range (eg. greater than or equal to 1024). It is strongly recommended that the chosen range be large enough to handle many simultaneous passive connections (for example, 49152-65534, the IANA-registered ephemeral port range).
fa: بیشترین پورت برای تخصیص به ارتباطات با حالت PASV

source: Local user upload bandwidth
fa: پهنای باند آپلود کاربر محلی

source: Local user upload bandwidth in KB/s. Zero means infinity.
fa: پهنای باند آپلود کاربر محلیل به KB/s. صفر به معنای نامحدود است.

source: Local user download bandwidth
fa: پهنای باند دانلود کاربر محلیل

source: Local user download bandwidth in KB/s. Zero means infinity.
fa: پهنای باند دانلود کاربر محلیل به KB/s. صفر به معنای نامحدود.

source: Anonymous user upload bandwidth
fa: پهنای باند آپلود کاربر ناشناس

source: Anonymous user upload bandwidth in KB/s. Zero means infinity.
fa: پهنای باند آپلود کاربر ناشناس به KB/s. صفر به معنای نامحدود.

source: Anonymous user download bandwidth
fa: پهنای باند دانلود کاربر ناشناس

source: Anonymous user download bandwidth in KB/s. Zero means infinity.
fa: پهنای باند دانلود کاربر ناشناس به KB/s. صفر به معنای نامحدود است.

source: Enable TLS
fa: فعالسازی TLS

source: TLS policy
fa: سیاست TLS

source: TLS allow client renegotiations
fa: TLS اجازه برای مذاکره مجدد کلاینت

source: TLS allow dot login
fa: TLS اجازه برای dot login

source: TLS allow per user
fa: TLS اجازه بازای هر کاربر

source: TLS common name required
fa: نام رایج TLS الزامی است

source: TLS enable diagnostics
fa: فعالسازی عیب یابی TLS

source: TLS export certificate data
fa: اکسپورت اطلاعات گواهی

source: TLS no certificate request
fa: بدون درخواست گواهی TLS

source: TLS no empty fragments
fa: بدون فرگمنت خالی TLS

source: TLS no session reuse required
fa: استفاده مجدد جلسه الزامی نیست TLS

source: TLS export standard vars
fa: اکسپورت متغیرهای استاندارد TLS

source: TLS use implicit SSL
fa: TLS استفاده از SSL تلویحی

source: TLS DNS name required
fa: نام DNS الزامی است TLS

source: TLS IP address required
fa: TLS آدرس آی پی الزامی است

source: Certificate and private key
fa: کلید خصوصی و گواهی

source: Place the contents of your certificate and private key here.
fa: محتویات گواهی و کلید خصوصی را اینجا قرار دهید.

source: These parameters are added to proftpd.conf.
fa: این پارامترها به proftpd.conf اضافه خواهند شد.

source: FTP
fa: اف تی پی

source: Directory
fa: پوشه

source: The directory containing the files you want to publish. The remote host does not need to pass along the directory as part of the transfer.
fa: پوشه حاوی فایلهایی که می خواهید منتشرکنید. هاست ریموت لازم نیست پوشه را در انتقال ارسال کند.

source: Allow New Files
fa: اجازه به فایلهای جدید

source: The port to listen to. The default is to listen to the tftp port specified in /etc/services.
fa: پورت برای گوش فرادهی روی آن. پیش فرض گوش فرادهی روی پورت مشخص شده در /etc/services است.

source: Specifies the username which the service will run as.
fa: نام کاربری که سرویس با آن اجرا خواهد شد

source: Set the umask for newly created files to the specified value. The default is 022 (everyone can read, nobody can write).
fa: تعیین umask برای فایلهای جدید ایجاد شده به مقدار مشخص. پیش فرض 022 است (همه می توانند بخوانند، هیچ کس نمیتواند بنویسد)

source: Extra options
fa: گزینه های اضافی

source: Extra command line options (usually empty).
fa: گزینه های خط فرمان اضافی (معمولا خالی)

source: TCP Port
fa: پورت TCP

source: Alternate TCP port. Default is 22
fa: پورت TCP جایگزین. پیش فرض 22 است

source: Login as Root with password
fa: لوگین به عنوان root با کلمه عبور

source: Disabled: Root can only login via public key authentication; Enabled: Root login permitted with password
fa: غیرفعال: root فقط میتواند از طریق احراز هویت کلید عمومی وارد شود; فعال: ورود root با کلمه عبور مجاز است

source: Allow Password Authentication
fa: احراز هویت با کلمه عبور مجاز

source: Allow TCP Port Forwarding
fa: پورت فورواردینگ TCP مجاز

source: Compress Connections
fa: فشرده سازی ارتباطها

source: Host Private Key
fa: کلید خصوصی هاست

source: Paste a RSA PRIVATE KEY in PEM format here.
fa: کلید خصوصی RSA با فرمت PEM را در اینجا پیست کنید

source: SFTP Log Level
fa: سطح لاگ SFTP

source: Specifies which messages will be logged by sftp-server. INFO and VERBOSE log transactions that sftp-server performs on behalf of the client. DEBUG2 and DEBUG3 each specify higher levels of debugging output. The default is ERROR.
fa: مشخص می کند که کدام پیام ها گزارش خواهد شد sftp-server.

source: SFTP Log Facility
fa: Facility گزارش SFTP

source: Specifies the facility code that is used when logging messages from sftp-server.
fa: کدهای facility که هنگام گزارش دهیه پیام ها از sftp-server استفاده خواهد شد.

source: Extra options to /etc/ssh/sshd_config (usually empty). Note, incorrect entered options prevent SSH service to be started.
fa: گزينه هاي اضافي براي /etc/ssh/sshd_config (معمولا خالي)

source: Domain Controller
fa: کنترلر دامنه، DC

source: Hostname of the domain controller to use.
fa: نام هاست کنترلردامنه برای استفاده

source: NetBIOS Name
fa: نام NetBIOS

source: System hostname
fa: نام هاست سیستم

source: Workgroup Name
fa: نام Workgroup

source: Workgroup or domain name in old format, eg WORKGROUP
fa: نام Workgroup یا نام دامنه به قالب قدیمی، مثلا WORKGROUP

source: Administrator Name
fa: نام کاربر مدیر

source: Domain Administrator account name
fa: نام حساب کاربر مدیر

source: Administrator Password
fa: کلمه عبور مدیر

source: Domain Administrator account password.
fa: کلمه عبور مدیر دامنه

source: NT4 Domain
fa: دامنه NT4

source: Domain Name (DNS/Realm-Name)
fa: نام دامین (DNS/Realm-Name)

source: Domain Name, eg example.com
fa: نام دامنه، مثلا example.com

source: Verbose logging
fa: گزارش دهی کامل

source: UNIX extensions
fa: اکستنشن های یونیکس

source: Set this if your Active Directory has UNIX extensions.
fa: این مقدار را در صورتی ست کنید که اکتیو دایرکتوری شما یونیکس اکستنشن را داشته باشد

source: Allow Trusted Domains
fa: اجازه به دامین های مطمئن

source: Set this if you want to allow Trusted Domains.
fa: این مقدار را درصورتی ست کنید که بخواهید دامین های مطمئن را اجازه دهید

source: Use default domain
fa: دامین پیش فرض

source: Set this if you want to use the default domain for users and groups.
fa: این مقدار را در صورتی ست کنید که بخواهید از دامین به عنوان دامین پیش فرض برای کاربران و گروهها استفاده کنید

source: Global Catalog Server
fa: سرور کاتالوگ سراسری

source: Hostname of the global catalog server to use.
fa: نام هاست سرور کاتالوگ سراسری برای استفاده

source: Kerberos Server
fa: سرور Kerberos

source: Hostname of the kerberos server to use.
fa: نام هاست سرور kerberos برای استفاده

source: Kerberos Password Server
fa: سرور گذرواژه Kerberos

source: Hostname of the kerberos password server to use.
fa: نام هاست سرور گذرواژه kerberos برای استفاده

source: AD timeout
fa: تایم اوت اکتیو دایرکتوری

source: Timeout for AD related commands.
fa: تایم اوت برای دستورات مرتبط با اکتیودایرکتوری

source: DNS timeout
fa: تایم اوت DNS

source: Timeout for AD DNS queries.
fa: تایم اوت برای درخواستهای DNS اکتیودایرکتوری

source: NIS domain
fa: دامین NIS

source: NIS domain name
fa: نام دامین NIS

source: NIS servers
fa: سرورهای NIS

source: Comma delimited list of NIS servers
fa: لیست سرورهای NIS جداشده با کاما

source: Secure mode
fa: حالت امن

source: Cause ypbind to run in secure mode
fa: اجبار ypbind به اجرا در حالت امن

source: Cause ypbind to use 'many-cast' instead of broadcast
fa: اجبار ypbind برای استفاده از manycast به جای broadcast

source: NIS Domain
fa: دامین NIS

source: The name or IP address of the LDAP server
fa: نام یا آدرس آی پی سرور LDAP

source: The default base Distinguished Name (DN) to use for searches, eg dc=test,dc=org
fa: Base DN پیش فرض برای استفاده در جستجوها، مثلا dc=test,dc=org

source: Allow Anonymous Binding
fa: اجاز برای اتصال ناشناس

source: Root bind DN
fa: bind DN ریشه

source: The distinguished name with which to bind to the directory server, e.g. cn=admin,dc=test,dc=org
fa: DN که برای اتصال سرور دایرکتوری استفاده خواهد شد. مثلا: cn=admin,dc=test,dc=org

source: Root bind password
fa: کلمه عبور Root bind

source: The credentials with which to bind.
fa: کلمه عبور برا استفاده

source: Password Encryption
fa: رمزگذاری گذرواژه

source: The password change protocol to use.
fa: پروتکل تغییر گذرواژه برای استفاده

source: User Suffix
fa: پسوند کاربر

source: This parameter specifies the suffix that is used for users when these are added to the LDAP directory, e.g. ou=Users
fa: اين پارامتر پسوند را مشخص مي كند كه براي كاربرام هنگام افزوده شدن به ايركتوري LDAP استفاده ميشود. مانند ou=Users

source: Group Suffix
fa: پسوند گروه

source: This parameter specifies the suffix that is used for groups when these are added to the LDAP directory, e.g. ou=Groups
fa: این پارامتر پسوندی که برای گروهها هنگان افزوده شدن به دایرکتوری LDAP استفاده میگردد را مشخص می کند. مثلا: ou=Groups

source: Password Suffix
fa: پسوند گذرواژه

source: This parameter specifies the suffix that is used for passwords when these are added to the LDAP directory, e.g. ou=Passwords
fa: این پارامتری پسوندی که برای کلمات عبور زمانی که به ایرکتوری LDAP افزوده می شوند استفاده می گردد را تعیین می کند. مثلا: ou=Passwords

source: Machine Suffix
fa: پسوند ماشین

source: This parameter specifies the suffix that is used for machines when these are added to the LDAP directory, e.g. ou=Computers
fa: این پارامتر پسوندی که برای ماشین ها هنگام افزوده شدن به دایرکتوری LDAP استفاده می شود را مشخص می کند. مثلا: ou=Computers

source: Encryption Mode
fa: حالت رمزگذاری

source: This parameter specifies whether to use SSL/TLS, e.g. on/off/start_tls
fa: این پارامتر مشخص می کند که از SSL/TLS استفاده شود یا خیر، مثلا on/off/start_tls

source: Self signed certificate
fa: گواهی Self signed

source: Place the contents of your self signed certificate file here.
fa: محتوی فایل گواهی Self signed خود را اینجام قرار دهید.

source: Auxiliary Parameters
fa: پارامترهای کمکی

source: These parameters are added to ldap.conf.
fa: این پارامترها به ldap.conf افزوده خواهند شد.

source: Alternate TCP port. Default is 873
fa: پورت TCP جایگزین

source: These parameters will be added to [global] settings in rsyncd.conf
fa: این پارامترها به بخش [global] در rsyncd.conf افزوده خواهند شد.

source: Configure Rsyncd
fa: تنظیم Rsyncd

source: Module name
fa: نام ماژول

source: Path to be shared
fa: مسیر برای اشتراک

source: Access Mode
fa: حالت دسترسی

source: This controls the access a remote host has to this module
fa: این مورد دسترسی یک هاست ریموت را به این ماژول کنترل می کند

source: Maximum connections
fa: بیشترین تعداد ارتباط

source: Maximum number of simultaneous connections. Default is 0 (unlimited)
fa: بیشترین تعداد ارتباط همزمان. پیش فرض 0= نامحدود

source: This option specifies the user name that file transfers to and from that module should take place. In combination with the 'Group' option this determines what file permissions are available. Leave this field empty to use default settings
fa: این گزینه نام کاربری را مشخص می کند که انتقال فایل از آن و به آن ماژول باید واقع شود. در ترکیب با گروه مشخص میکند که چه دسترسی هایی مقدور هستند. برای مقدار پیش فرض خالی بگذارید.

source: This option specifies the group name that file transfers to and from that module should take place. Leave this field empty to use default settings
fa: این گزینه عنوان گروهی را مشخص می کند که انتقال فایل از آن و به آن ماژول باید واقع شود. برای استفاده از مقدار پیش فرض خالی بگذارید.

source: Hosts allow
fa: خاست های مجاز

source: This option is a comma, space, or tab delimited set of hosts which are permitted to access this module. You can specify the hosts by name or IP number. Leave this field empty to use default settings
fa: این گزینه لیست جدا شده با کاما، فاصله یا تب از هاست ها است که مجاز به دسترسی به این ماژول هستند. در صورت تداخل لیستهای مجاز و غیرمجاز اولویت با لیست مجاز خواهد بود. وقتی که می خواهید همه را منع کنید از کلمه کلیدی ALL استفاده کنید و سپس به طور خاص هاست های مجاز را تعیین نمایید.

source: Hosts deny
fa: هاست های غیرمجاز

source: This option is a comma, space, or tab delimited set of host which are NOT permitted to access this module. Where the lists conflict, the allow list takes precedence. In the event that it is necessary to deny all by default, use the keyword ALL (or the netmask 0.0.0.0/0) and then explicitly specify to the hosts allow parameter those hosts that should be permitted access. Leave this field empty to use default settings
fa: این گزینه لیست جدا شده با کاما، فاصله یا تب از هاست ها است که مجاز به دسترسی به این ماژول نیستند. در صورت تداخل لیستهای مجاز و غیرمجاز اولویت با لیست مجاز خواهد بود. وقتی که می خواهید همه را منع کنید از کلمه کلیدی ALL استفاده کنید و سپس به طور خاص هاست های مجاز را تعیین نمایید.

source: These parameters will be added to the module configuration in rsyncd.conf
fa: این پارامترها به تنظیمات ماژول در rsyncd.conf افزوده خواهند شد.

source: Rsync Module
fa: ماژول Rsync

source: Rsync Modules
fa: ماژول های Rsync

source: Check interval
fa: بازه بررسی

source: Sets the interval between disk checks to N minutes. The default is 30 minutes
fa: تعیین بازه بررسی دیسک به N دقیقه. پیش فرض 30 دقیقه است.

source: Power mode
fa: حالت توان

source: Difference
fa: تفاوت

source: Report if the temperature had changed by at least N degrees Celsius since last report. 0 to disable
fa: گزارش در صورتيكه دما بيش از حداقل N درجه بعد از آخرين گزارش تغيير كرده باشد. 0 براي غيرفعالسازي

source: Informational
fa: اطلاعی

source: Report as informational in the system log if the temperature is greater or equal than N degrees Celsius. 0 to disable
fa: گزارش به عنوان اطلاعي در گزارشات سيستم در صورتيكه دمام بيشتر يا مشاوي N درجه سلسيون گردد. 0 براي غيرفعالسازي

source: Critical
fa: حیاتی

source: Report as critical in the system log and send an email if the temperature is greater or equal than N degrees Celsius. 0 to disable
fa: در گزارش سيستم به عنوان حياتي مشخص نموده و يك ايميل ارسال كن در صورتيكه دما بيشتر يا مساوي N درجه سلسيوس باشد. 0 براي غيرفعال كردن.

source: Email to report
fa: ایمیل برای گزارش

source: Destination email address. Separate email addresses by commas
fa: آدرس ايميل مقصد. ايميل ها را با كاما جدا كنيد.

source: Control Services
fa: کنترل سرویس ها

source: iSCSI
fa: آي اسكازي

source: Add Rsync Module
fa: افزودن ماژول Rsync

source: View Rsync Modules
fa: مشاهده ماژول های Rsync

source: Directory Services
fa: سرویس های دایرکتوری

source: The service could not be stopped.
fa: امکان توقف سرویس وجود ندارد

source: The service could not be started.
fa: امکان شروع سرویس وجود ندارد

source: Paths
fa: مسیرها

source: Confirm Share Password
fa: تایید گذرواژه اشتراک

source: Delete password
fa: حذف پسورد

source: The umask must be between 000 and 777.
fa: umask باید بین 000 و 777 باشد.

source: This is not a valid network: %s
fa: این شبکه مجاز نیست: %s

source: Maproot group requires Maproot user
fa: پروه Maproot نیازمند کاربر Maproot است

source: Mapall group requires Mapall user
fa: گروه Mapall نیازمند کاربر Mapall است

source: Maproot user/group disqualifies Mapall
fa: گروه/كاربر Maproot گزينه Mapall را غيرمعتبر مي كند.

source: Paths for a NFS share must reside within the same filesystem
fa: مسير براي اشتراك NFS بايد داخل همان فايل سيستم قرار داشته باشد.

source: You cannot share a mount point and subdirectories all at once
fa: شما نميتوانيد يك نقطه ماونت و پوشه هاي زيرمجموعه را همگي با هم به اشتراك بگذاريد

source: This option is only available once per mountpoint
fa: اين گزينه در هر نقطه ماونت فقط يك بار در دسترس است.

source: The network %s is already being shared and cannot be used twice for the same filesystem
fa: شبكه %s در حال حاضر به اشتراك گذاشته شده و نميتواند هزمان براي فايل سيستم يكسان استفاده شود.

source: You need at least one path for the share
fa: شما حداقل به يك مسير براي اشتراك نياز داريد

source: The path %s does not exist
fa: مسیر %s وجود ندارد

source: Export Read Only
fa: ارائه بصورت فقط خواندنی

source: Browsable to Network Clients
fa: قابل مرور برای کلاینت های شبکه

source: Inherit Owner
fa: به ارث بردن مالک

source: Inherit Permissions
fa: به ارث بردن دسترسی ها

source: Export Recycle Bin
fa: ارائه سطل زباله

source: Show Hidden Files
fa: نمایش فایلهای مخفی

source: Allow Guest Access
fa: اجازه دسترسی مهمان

source: If true then no password is required to connect to the share. Privileges will be those of the guest account.
fa: در صورت صحيح بودن براي اتصال به اشتراك كلمه عبور نياز نخواهد بود. دسترسي ها همان دسترسي هاي مهمان خواهند بود.

source: Only Allow Guest Access
fa: فقط اجازه دسترسی بصورت مهمان

source: If true then only guest connections to the share are permitted. This parameter will have no effect if Allow Guest Access is not set for the share.
fa: در صورت صحیح بودن فقط ارتباط های مهمان مجاز خواهند بود. در صورتیکه اجازه دسترسی مهمان ست نشده باشد این پارامتر تاثیری ندارد

source: Hosts Allow
fa: هاست های مجاز

source: This option is a comma, space, or tab delimited set of hosts which are permitted to access this share. You can specify the hosts by name or IP number. Leave this field empty to use default settings.
fa: ليست جدا شده با كاما، فاصله يا تب از هاست ها كه اجازه دسترسي به اشتراك را دارند. براي پيش فرض خالي بگذاريد

source: Hosts Deny
fa: هاست های غیر مجاز

source: This option is a comma, space, or tab delimited set of host which are NOT permitted to access this share. Where the lists conflict, the allow list takes precedence. In the event that it is necessary to deny all by default, use the keyword ALL (or the netmask 0.0.0.0/0) and then explicitly specify to the hosts allow parameter those hosts that should be permitted access. Leave this field empty to use default settings.
fa: اين گزينه ليست جدا شده با كاما، فاصله يا تب است كه دسترسي به اين اشتراك ندارند. در صورت تداخل ليست هاي مجاز و غير مجاز اولويت با مجاز خواهد بود. در صورتيكه نياز است تا همه منع شود مي توانيد براي هاست هاي غير مجاز ALL را مشخص نماييد و در هاست هاي مجاز، بصورت اختصاصي موارد مجاز را تعيين نماييد.

source: These parameters are added to [Share] section of smb.conf
fa: این پارامترها به بخش [Share] در فایل smb.conf افزوده خواهند شد.

source: Windows (CIFS) Share
fa: اشتراک ویندوز (CIFS)

source: Windows (CIFS) Shares
fa: اشتراک های ویندوز (CIFS)

source: The volume name is the name that appears in the Chooser of the 'connect to server' dialog on Macintoshes to represent the appropriate share. If volumename is unspecified, the last component of pathname is used. No two volumes may have the same name. The volume name cannot contain the ':' character. The volume name is mangled if it is very long. Mac codepage volume name is limited to 27 characters. UTF8-MAC volume name is limited to 'Volume Name Length' parameter in Services:Apple Share
fa: نام وليوم عنواني است كه در هنگام انتخاب اشتراك در سيستم مك نمايش داده مي شود.

source: Share Comment
fa: توضیح اشتراک

source: Share password
fa: گذرواژه اشتراک

source: This option allows you to set a volume password, which can be a maximum of 8 characters long (using ASCII strongly recommended at the time of this writing).
fa: اين گزينه به شما اجازه مي دهد براي يك وليوم كلمه عبور ست نماييد، كه مي تواند حداكثر 8 كاراكتر باشد.

source: Allow List
fa: لیست کاربران/گروههای مجاز

source: This option allows the users and groups that access a share to be specified. Users and groups are specified, delimited by commas. Groups are designated by a @ prefix.
fa: این گزینه امکان تعیین کاربران و یا گروههای مجاز به دسترسی به اشتراک را می دهد. کاربران و گرههای مد نظر را کاما جدا شود. گروهها با کاراکتر @ در ابتدای نام مشخص شوند.

source: Deny List
fa: لیست کاربران/گروههای غیرمجاز

source: The deny option specifies users and groups who are not allowed access to the share. It follows the same format as the allow option.
fa: کاربران و یا گروههایی که اجازا دسترسی به اشتراک را نخواهند داشت. فرمت آن مانند لیست مجازها است.

source: Read-only Access
fa: دسترسی فقط خواندنی

source: Allows certain users and groups to have read-only access to a share. This follows the allow option format.
fa: اجازه به کاربران و گروههای خاص برای داشتن دسترسی فقط خواندنی. فرمت آن مانند لیست مجازها است.

source: Read-write Access
fa: دسترسی خواندنی-نوشتنی
