Repository: jalil-ahmadpour/freenas
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Plain
fa: واضح

source: Auto
fa: خودکار

source: PIO0
fa: PIO۰

source: PIO1
fa: PIO۱

source: PIO2
fa: PIO۲

source: PIO3
fa: PIO۳

source: PIO4
fa: PIO۴

source: WDMA0
fa: WDMA۰

source: WDMA1
fa: WDMA۱

source: WDMA2
fa: WDMA۲

source: UDMA-16
fa: UDMA-۱۶

source: UDMA-33
fa: UDMA-۳۳

source: UDMA-66
fa: UDMA-۶۶

source: UDMA-100
fa: UDMA-۱۰۰

source: UDMA-133
fa: UDMA-۱۳۳

source: SATA 1.5Gbit/s
fa: SATA ۱٫۵Gbit/s

source: SATA 3.0Gbit/s
fa: SATA ۳٫۰Gbit/s

source: Always On
fa: همیشه روشن

source: Disabled
fa: غیر فعال

source: Level 1 - Minimum power usage with Standby (spindown)
fa: پایه‌ی ۱ - استفاده‌ی کمینه‌ی برق با جانشین (spindown)

source: Level 64 - Intermediate power usage with Standby
fa: سطح ۶۴ - استفاده‌ی متوسط از برق با جانشین

source: Level 127 - Intermediate power usage with Standby
fa: پایه‌ی ۱۲۷ - استفاده‌ی متوسط از برق با جانشین

source: Level 128 - Minimum power usage without Standby (no spindown)
fa: پایه‌ی ۱۲۸ - استفاده‌ی کمینه از برق بدون جانشین (no spindown)

source: Level 192 - Intermediate power usage without Standby
fa: پایه‌ی ۱۹۲ - استفاده‌ی کمینه از برق بدون جانشین

source: Level 254 - Maximum performance, maximum power usage
fa: پایه‌ی ۲۵۴ - کارایی بیشینه، بیشنیه‌ی استفاده از برق

source: Minimum
fa: حداقل

source: Medium
fa: متوسط

source: Maximum
fa: حداکثر

source: January
fa: ژانویه

source: February
fa: فوریه

source: March
fa: مارس

source: April
fa: آوریل

source: May
fa: مِی

source: June
fa: ژوئن

source: July
fa: جولای

source: August
fa: اوت

source: September
fa: سپتامبر

source: October
fa: اکتبر

source: November
fa: نوامبر

source: December
fa: دسامبر

source: Monday
fa: دوشنبه

source: Tuesday
fa: سه‌شنبه

source: Wednesday
fa: چهارشنبه

source: Thursday
fa: پنج‌شنبه

source: Friday
fa: جمعه

source: Saturday
fa: شنبه

source: Sunday
fa: یک‌شنبه

source: Unencrypted
fa: بدون رمزنگاری

source: Encrypted, no passphrase
fa: رمزنگاری، بدون عبارت عبور

source: Encrypted, with passphrase
fa: رمزنگاری، با عبارت عبور

source: Anonymous
fa: ناشناس

source: Local User
fa: کاربر محلی

source: Normal
fa: عادی

source: Full
fa: کامل

source: Debug
fa: اشکال‌زدایی

source: No case folding
fa: موردی برای به‌هم آمیختن نیست

source: Lowercase names in both directions
fa: اسم ها با حروف کوچک در هر دو جهت

source: Client sees lowercase, server sees uppercase
fa: سرویس گیرنده حروف را کوچک و سرویس دهنده حروف را بزرگ می‌بیند

source: Client sees uppercase, server sees lowercase
fa: سرویس گیرنده حروف را بزرگ و سرویس دهنده حروف را کوچک می‌بیند

source: File
fa: پرونده

source: Device
fa: افزار

source: ZFS Volume
fa: درایو ZFS

source: Disk
fa: دیسک

source: read-write
fa: خواندنی-نوشتنی

source: read-only
fa: فقط خواندنی

source: None
fa: هیچ‌کدام

source: Mutual CHAP
fa: CHAP دوطرفه

source: UPS reaches low battery
fa: باتری UPS به میزان کمی رسیده

source: UPS goes on battery
fa: UPS از باتری تغذیه می‌شود

source: Preferred
fa: مقدم

source: Tolerated
fa: تحمل

source: Required
fa: لازم

source: Inherit
fa: از سطح بالاتر

source: On
fa: روشن

source: Off
fa: خاموش

source: lz4 (recommended)
fa: lzjb (توصیه می‌شود)

source: gzip (default level, 6)
fa: gzip (سطح پیش‌فرض، ۶)

source: gzip (fastest)
fa: gzip (سریع‌ترین)

source: gzip (maximum, slow)
fa: gzip (بیشینه، کُند)

source: zle (runs of zeros)
fa: zle (پر کردن با صفر)

source: lzjb (legacy, not recommended)
fa: lzjb (توصیه نمیشود)

source: Hour(s)
fa: ساعت

source: Day(s)
fa: روز

source: Week(s)
fa: هفته

source: Month(s)
fa: ماه

source: Year(s)
fa: سال

source: Everyday
fa: هرروز

source: Every selected weekday
fa: هر روز انتخاب شده در هفته

source: Read-only
fa: تنها خواندنی

source: Write-only
fa: تنها نوشتنی

source: Read and Write
fa: خواندن و نوشتن

source: Verify
fa: بازبینی

source: %(minutes)s minutes
fa: %(minutes)s دقیقه

source: %(hour)s hour
fa: %(hour)s ساعت

source: %(hours)s hours
fa: %(hours)s ساعت

source: %(day)s day
fa: %(day)s روز

source: %(week)s week
fa: %(week)s هفته

source: Never - Check the device regardless of its power mode
fa: هرگز - بررسی دستگاه بدون در نظر گرفتن حالت توان

source: Sleep - Check the device unless it is in SLEEP mode
fa: خواب - دستگاه را بررسی کنید مگر اینکه در حالت خواب باشد

source: Standby - Check the device unless it is in SLEEP or STANDBY mode
fa: آماده به کار - بررسی دستگاه مگر آنکه را در خواب و یا حالت آماده به کار باشد

source: Idle - Check the device unless it is in SLEEP, STANDBY or IDLE mode
fa: بیکار - بررسی دستگاه مگر آنکه را در خواب و یا حالت آماده به کار و یا بیکار باشد

source: Long Self-Test
fa: بررسی خود به خود طولانی

source: Short Self-Test
fa: بررسی خود به خود کوتاه

source: Conveyance Self-Test (ATA only)
fa: بررسی خود به خود واگذاری(ATA تنها)

source: Offline Immediate Test (ATA only)
fa: تست فوری آفلاین (ATA تنها)

source: Rsync module
fa: افزونه Rsync

source: Rsync over SSH
fa: Rsync روی SSH

source: Push
fa: جلوبردن

source: Pull
fa: کشیدن

source: Quiet
fa: بدون نمایش خروجی

source: Fatal
fa: خطای شدید

source: Error
fa: خطا

source: Info
fa: اطلاع

source: Verbose
fa: گویا

source: Debug2
fa: اشکال‌زدایی

source: Debug3
fa: اشکال‌زدایی

source: Daemon
fa: دمون

source: User
fa: کاربر

source: Auth
fa: اعتبارسنجی

source: Local 0
fa: کاربر محلی

source: Local 1
fa: کاربر محلی

source: Local 2
fa: کاربر محلی

source: Local 3
fa: کاربر محلی

source: Local 4
fa: کاربر محلی

source: Local 5
fa: کاربر محلی

source: Local 6
fa: کاربر محلی

source: Local 7
fa: کاربر محلی

source: Active Directory
fa: اکتیو دایرکتوری

source: on
fa: روشن

source: off
fa: خاموش

source: Modify User
fa: ویرایش کاربر

source: Remove User
fa: حذف کاربر

source: Change E-mail
fa: تغییر پست الکترونیک

source: Members
fa: اعضا

source: Modify Group
fa: ویرایش گروه

source: Delete Group
fa: حذف گروه

source: New Password
fa: گذرواژه جدید

source: Confirm New Password
fa: تایید گذرواژه جدید

source: Passwords do not match
fa: گذرواژه ها یکسان نیستند

source: Your name cannot start with "-"
fa: نام شما نباید با "-" شروع شود

source: The character $ is only allowed as the final character
fa: کاراکتر $ فقط به عنوان کاراکتر نهایی مجاز است

source: Your name contains invalid characters (%s).
fa: نام شما حاوی کاراکترهای غیر مجاز است (%s)

source: Your full name contains invalid characters (%s).
fa: (%s) نام کامل شما حاوی کاراکترهای غیرمجاز است

source: Username
fa: نام کاربری

source: Required. 16 characters or fewer. Letters, digits and ./-/_ only.
fa: الزامی، 16 کاراکتر یا کمتر. حرف، رقم، خط تیره و خط زیر

source: This value may contain only letters, numbers and ./-/_ characters.
fa: این مقدار فقط می تواند شامل حرف، رقم، خط تیره و خط زیر باشد

source: Password
fa: گذرواژه

source: Password confirmation
fa: تایید گذرواژه

source: Enter the same password as above, for verification.
fa: رمز عبور را وارد کنید همانطور که در بالا است ، برای تأیید.

source: Primary Group
fa: گروه اصلی

source: Shell
fa: خط فرمان ( شل)

source: Create a new primary group for the user
fa: ایجاد گروه اصلی جدید برای کاربر

source: SSH Public Key
fa: کلید عمومی برای SSH

source: Home Directory Mode
fa: حالت پوشه Home

source: Auxiliary groups
fa: گروه های کمکی

source: A user with that username already exists.
fa: کاربر با آن نام کاربری وجود دارد.

source: This field is required
fa: این فیلد اجباری است

source: The two password fields didn't match.
fa: فیلدهای کلمه عبور یکسان نیستند

source: Home directory cannot contain colons
fa: Home Directory نمیتواند شامل کولن باشد

source: Home directory must end with username
fa: Home Directory باید با نام کاربری خاتمه یابد

source: Home directory has to start with /mnt/ or be /nonexistent
fa: پوشه Home باید با /mnt شروع شده و یا /nonexistent باشد

source: A user cannot belong to more than 64 auxiliary groups
fa: یک کاربر نمیتواند عضو بیش از 64 گروه کمکی باشد

source: Home directory is not writable, leave this blank
fa: پوشه Home قابل نوشتن نیست، این فیلد را خالی بگذارید

source: Password is disabled, leave this blank
fa: گذرواژه غیرفعال شده است، خالی بگذارید

source: This field is required.
fa: این فیلد الزامی است.

source: Allow repeated GIDs
fa: شناسه های تکراری مجاز باشد

source: A group with that name already exists.
fa: گروه با این نام وجود دارد

source: A group with this gid already exists
fa: گروه با این شناسه وجود دارد

source: Member users
fa: کاربران عضو

source: New password
fa: گذرواژه جدید

source: New password confirmation
fa: تایید گذرواژه جدید

source: Change root password as well
fa: تغییر گذرواژه root نیز

source: Old password
fa: گذرواژه قبلی

source: Your old password was entered incorrectly. Please enter it again.
fa: گذرواژه قبلی شما صحیح وارد نشده است. دوباره وارد کنید.

source: Do you want to delete all users with this primary group?
fa: مایل به حذف تمامی کاربران با این گروه اصلی هستید؟

source: Group ID
fa: شناسه گروه

source: Group Name
fa: عنوان گروه

source: Built-in Group
fa: گروه درونی سیستم

source: Permit Sudo
fa: اجازه ورود یه حالت سوپریوزر

source: Group
fa: گروه

source: Groups
fa: گروه ها

source: Group %s is built-in and can not be deleted!
fa: گروه %s درونی سیستم است و نمیتواند حذف شود.

source: User ID
fa: شناسه کاربر

source: User &
fa: کاربر و

source: Hashed UNIX password
fa: گذرواژه یونیکس هش شده

source: Hashed SMB password
fa: گذرواژه SMB هش شده

source: Primary Group ID
fa: شناسه گروه اصلی

source: Home Directory
fa: پوشه Home

source: Full Name
fa: نام کامل

source: Built-in User
fa: کاربر درونی سیستم

source: E-mail
fa: رایانامه

source: Disable password login
fa: غیرفعالسازی ورود با گذرواژه

source: Lock user
fa: قفل نمودن کاربر

source: Users
fa: کاربران

source: User %s is built-in and can not be deleted!
fa: کاربر %s درونی سیستم استو نمیتواند حذف شود

source: Group Membership
fa: عضویت در گروه

source: Group Memberships
fa: عضویت ها در گروه

source: Account
fa: اکانت

source: Users successfully updated.
fa: کاربران با موفقیت به روز شدند

source: Groups successfully updated.
fa: گروه ها با موفقیت به روز شدند

source: Locked
fa: قفل شده

source: everyday
fa: هر روز

source: on every %(days)s
fa: هر %(days)s روز

source: From %(begin)s through %(end)s, %(repeat)s
fa: از %(begin)s تا %(end)s، %(repeat)s

source: Mount failed (%(retcode)s) -> %(output)s
fa: ماونت موفق نبود (%(retcode)s) -> %(output)s

source: The user %s is not valid.
fa: کاربر %s معتبر نیست

source: The group %s is not valid.
fa: گروه %s معتبر نیست

source: The path must reside within a volume mount point
fa: مسیر بایستی در یک نقطه ماونت درون یک ولیوم باشد

source: A file is required
fa: یک فایل لازم است

source: Invalid address: %s
fa: آدرس نادرست : %s

source: Invalid network: %s
fa: شبکه نادرست: %s

source: Error: %s
fa: خطا: %s

source: Display System Processes
fa: نمایش پروسه های سیستم

source: Reboot
fa: ریبوت

source: Shutdown
fa: خاموش

source: Add %s
fa: افزودن %s

source: View %s
fa: مشاهده %s

source: Empty data returned from %s
fa: اطلاعات برگشته از %s خالی است

source: Couldn't retrieve %(url)s: %(error)s
fa: امکان دریافت آدرس وجود ندارد %(url)s: %(error)s

source: An error occurred while unserializing from %(url)s: %(error)s
fa: خطا هنگام دی سریال کردن از %(url)s: %(error)s

source: Error unserializing %(url)s (%(error)s), data retrieved:
fa: خطا در دی سریال کردن %(url)s (%(error)s)، اطلاعات دریافت شده:

source: Could not reverse url, skipping node %(node)s: %(error)s
fa: امکان برعکس نمودن آدرس، پرش از نود %(node)s: %(error)s

source: %s successfully updated.
fa: %s با موفقیت بروز گردید.

source: The service failed to restart.
fa: راه اندازی مجدد سرویس موفق نبود

source: %s successfully deleted.
fa: %s با موفقیت حذف شد

source: Edit
fa: ویرایش

source: It was not possible to retrieve the current status
fa: فراخوانی وضعیت فعلی ممکن نبود

source: Jail
fa: جیل

source: IPv4 Address
fa: آدرس آی پی

source: Autostart
fa: آغاز خودکار

source: Status
fa: وضعیت

source: Type
fa: نوع

source: Edit Jail
fa: ویرایش جیل

source: Add Storage
fa: افزودن Storage

source: Upload Plugin
fa: آپلود پلاگین

source: Start
fa: آغاز

source: Stop
fa: توقف

source: Delete
fa: حذف

source: Name
fa: عنوان

source: URL
fa: آدرس وب

source: Instances
fa: نمونه ها

source: Mounted?
fa: ماونت شده؟

source: type
fa: نوع

source: 32 bit
fa: 32 بیت

source: vanilla
fa: وانیلا

source: No jail root configured.
fa: هیچ ریشه جیلی تنظیم نشده.

source: Unable to find template!
fa: قالب یافت نشد!

source: Path does not exist!
fa: مسیر وجود ندارد!

source: autostart
fa: آغاز خودکار

source: Create destination directory if it does not exist
fa: ایجاد پوشه مقصد در صورت عدم وجود

source: This shouldn't happen, but the jail could not be found
fa: این مورد نباید اتفاق بیفتد ولی جیل یافت نشد

source: The full path cannot exceed 88 characters
fa: مسیر کامل نمیتواند بیش از 88 کاراکتر باشد

source: The path could not be mounted %(source)s: %(error)s
fa: امکان قطع کردن اتصال مسیر وجود ندارد. %s

source: The path could not be umounted %s
fa: رایانامه‌ی آزمون شما قابل ارسال نیست: s%

source: Jails
fa: جیل ها

source: Jail Name
fa: نام جیل

source: IPv4 address
fa: آدرس آی پی نسخه 4

source: IPv4 aliases
fa: مستعارهای آی پی نسخه 4

source: IPv4 bridge address
fa: آدرس آی پی نسخه 4 بریج

source: IPv4 bridge aliases
fa: مستعارهای آدرس آی پی نسخه 4 بریج

source: IPv4 default gateway
fa: دروازه پیش فرض آی پی نسخه 4

source: IPv6 address
fa: آدرس نسخه 6

source: IPv6 aliases
fa: مستعارهای آی پی نسخه 6

source: IPv6 bridge address
fa: آدرس آی پی نسخه 6 بریج

source: IPv6 bridge aliases
fa: مستعارهای آدرس آی پی نسخه 6 بریج

source: IPv6 default gateway
fa: آی پی نسخه 6 دروازه پیش فرض

source: MAC
fa: مک

source: This jail is required by %d plugin(s)
fa: این جیل برای %d پلاگین لازم است

source: Jail Root
fa: ریشه جیل

source: Path where to store jail data
fa: مسیر ذخیره اطلاعات جیل

source: IPv4 Network
fa: شبکه آی پی نسخه 4

source: IPv4 network range for jails and plugins
fa: محدوده شبکه آی پی نسخه 4 برای جیل ها و پلاگین ها

source: IPv4 Network Start Address
fa: آدرس شروع شبکه آی پی نسخه 4

source: IPv4 network start address for jails and plugins
fa: آدرس شروع آی پی نشخه 4 برای جیل ها و پلاگین ها

source: IPv4 Network End Address
fa: آدرس خاتمه شبکه آی پی نسخه 4

source: IPv4 network end address for jails and plugins
fa: آدرس پایان شبکه آی پی نشخه 4 برای جیل ها و پلاگین ها

source: IPv6 Network
fa: شبکه آی پی نسخه 6

source: IPv6 network range for jails and plugins
fa: محدوده شبکه آی پی نسخه 6 برای جیل ها و پلاگین ها

source: IPv6 Network Start Address
fa: آدرس شروع شبکه آی پی نسخه 6

source: IPv6 network start address for jails and plugins
fa: آدرس شروع شبکه آی پی نسخه 6 برای جیل ها و پلاگین ها

source: IPv6 Network End Address
fa: آدرس پایان شبکه آی پی نسخه 6

source: IPv6 network end address for jails and plugins
fa: آدرس پایان شبکه آی پی نسخه 6 برای جیل ها و پلاگین ها

source: Collection URL
fa: آدرس اینترنتی مجموعه

source: URL for the jails index
fa: آدرس اینترنتی برای ایندکس جیل ها

source: Jails Configuration
fa: تنظیمات جیل

source: Template must have 0 instances!
fa: قالب باید داری 0 نمونه باشد!

source: Jail Templates
fa: قالبهای جیل

source: Source
fa: مبداء

source: Destination
fa: مقصد

source: Read-Only
fa: فقط خواندنی

source: Storage
fa: ذخیره سازی

source: Add Jails
fa: افزودن جیل

source: Add Jail Templates
fa: افزودن قالب جیل

source: View Jails
fa: مشاهده جیل ها

source: View Jail Templates
fa: مشاهده قالب های جیل

source: Configuration
fa: تنظیمات

source: Unable to determine IPv4 for plugin
fa: تعیین آی پی نسخه 4 برای پلاگین مقدور نبود

source: Failed to install plugin: %s
fa: نصب پلاگین موفق نبود: %s

source: You need to create a ZFS volume to proceed!
fa: برای ادامه نیاز به ایجاد یک ولیوم ZFS دارید!

source: Failed to create dataset %(name)s: %(error)s
fa: ایجاد دیتاست %(name)s موفق نبود: %(error)s

source: Jail successfully edited.
fa: جیل با موفقیت ویرایش گردید.

source: Storage successfully added.
fa: ذخیره سازی با موفقیت افزوده شد.

source: Jail successfully started.
fa: جیل با موفقیت شروع شد.

source: Jail successfully stopped.
fa: جیل با موفیت متوقف شد.

source: Jail successfully deleted.
fa: جیل با موفقیت حذف شد.

source: Jail template successfully edited.
fa: قالب جیل با موفقیت ویرایش شد.

source: No RPC Token!
fa: توکن RPC وجود ندارد!

source: Error getting total space
fa: خطا در دریافت کل فضا

source: Error getting available space
fa: خطا در دریافت فضای در دسترس

source: Error getting used space
fa: خطا در دریافت فضای مصرف شده

source: In Progress
fa: در حال انجام

source: Completed
fa: کامل شده

source: Canceled
fa: لغو شده

source: Unknown
fa: ناشناس

source: None requested
fa: درخواستی نشده

source: IPv4 Addresses
fa: آدرس های نسخه 4

source: IPv6 Addresses
fa: آدرس های نسخه 6

source: Edit Members
fa: ویرایش اعضا

source: LAGG Members
fa: اعضاء LAGG

source: NIC
fa: کارت شبکه

source: You cannot configure multiple interfaces with the same IP address (%s)
fa: امکان تنظیم چند اینترفیس با یک آی پی وجود ندارد (%s)

source: Only one interface can be used for DHCP
fa: فقط یک کارت شبکه می تواند برای DHCP استفاده شود

source: Only one interface can have IPv6 autoconfiguration enabled
fa: فقط در یک کارت شبکه امکان فعال بودن تنظیم خودکار آی پی نسخه 6 وجود دارد

source: The network %s is already in use by another NIC.
fa: آدرس شبکه %s در حال استفاده است

source: You have to specify IPv4 address as well
fa: شما باید آدرس آی پی نسخه 4 را نیز وارد نمایید

source: You have to choose IPv4 netmask as well
fa: شما باید نت ماسک نسخه 4 را نیز وارد نمایید

source: You have to specify IPv6 address as well
fa: شما باید آدرس آی پی نسخه 6 را نیز وارد نمایید

source: You have to choose IPv6 netmask as well
fa: شما باید ماسک شبکه آی پی نسخه 6 را نیز انتخاب نمایید

source: You have to choose between IPv4 or IPv6
fa: شما باید بین آی پی نسخه 4 و 6 انتخاب کنید

source: Loopback is not a valid nameserver
fa: Loopback به عنوان سرور نام معتبر نیست

source: Unspecified addresses are not valid as nameservers
fa: آدرس های نامشخص به عنوان سرور نام معتبر نیستند

source: This is not a valid nameserver address
fa: این یک آدرس معتبر برای سرور نام نیست

source: 169.254/16 subnet is not valid for nameserver
fa: محدوده 169.254/16 بری سرور نام معتبر نیست

source: The IP "%s" is not valid
fa: آدرس آی پی "%s" معتبر نیست

source: Must fill out nameserver 2 before filling out nameserver 3
fa: باید سرور نام 2 را قبل از 3 پر کنید

source: Required when using nameserver 3
fa: الزامی وقتی از سرور نام 3 استفاده شده

source: Must fill out nameserver 1 before filling out nameserver 3
fa: باید سرور نام 1 را قبل از 3 پر کنید

source: Must fill out nameserver 1 before filling out nameserver 2
fa: باید سرور نام 1 را قبل از 2 پر کنید

source: You need a domain, e.g. hostname.domain
fa: شما به یک دامنه نیاز دارید، مثلا hostname.domain

source: Parent Interface
fa: کارت شبکه والد

source: The name must be vlanX where X is a number. Example: vlan0
fa: نام باید vlanX باشد که X یک عدد است. مانند : vlan100

source: VLAN Tags are 1 - 4095 inclusive
fa: برچسب های VLAN شامل اعداد 1 تا 4095 است.

source: Physical NICs in the LAGG
fa: کارت شبکه های فیزیکی در LAGG

source: LAGG Physical NIC
fa: کارت شبکه فیزیکی LAGG

source: The network '%s' is not valid, CIDR expected.
fa: آدرس '%s' معتبر نیست. با ساختار CIDR مورد انتظار است.

source: You have to specify IPv4 address as well per alias
fa: شما باید بازای هر مستعار آدرس آی پی نسخه 4 مشخص کنید

source: You have to choose IPv4 netmask as well per alias
fa: شما باید ماسک شبکه آی پی نسخه 4 را باطای هر مستعار مشخص کنید

source: You have to specify IPv6 address as well per alias
fa: شما باید بازای هر مستعار آدرس آی پی نسخه 6 را مشخص کنید

source: You have to choose IPv6 netmask as well per alias
fa: شما باید بازای هر مستعار ماسک شبکه آی پی نسخه 6 را مشخص کنید

source: You have to choose between IPv4 or IPv6 per alias
fa: شما باید برای هر مستعار بین آی پی نسخه 4 و 6 انتخاب کنید

source: You must specify either an valid IPv4 or IPv6 with maskbit per alias
fa: شما باید یک آی پی نسخه 4 معتبر یا آی پی نسخه 6 با بیت ماسک بازای هر مستعار مشخص کنید

source: Hostname
fa: عنوان هاست

source: Domain
fa: دامنه

source: IPv4 Default Gateway
fa: آدرس آی پی Default Gateway

source: IPv6 Default Gateway
fa: Gateway پیش فرض IPv6

source: Nameserver 1
fa: سرور نام 1

source: Nameserver 2
fa: سرور نام 2

source: Nameserver 3
fa: سرور نام 3

source: Enable netwait feature
fa: فعالسازی قابلیت netwait

source: If enabled, delays the start of network-reliant services until interface is up and ICMP packets to a destination defined in netwait ip list are flowing. Link state is examined first, followed by "pinging" an IP address to verify network usability. If no destination can be reached or timeouts are exceeded, network services are started anyway with no guarantee that the network is usable.
fa: در صورت فعال بودن آغاز سرویس های شبکه منوط به آپ شدن کارت شبکه و پاسخ از پینگ آی پی مشخص شده در لیست زیر خواهد بود. در صورت در دسترس نبودن هیچ کدام از آی پی ها یا تمام شدن تایم اوت سرویس ها بدون توجه به وضعیت آغاز خواهند شد.

source: Netwait IP list
fa: لیست آی پی های netwait

source: Space-delimited list of IP addresses to ping(8). If multiple IP addresses are specified, each will be tried until one is successful or the list is exhausted. If it is empty the default gateway will be used.
fa: لیست آی پی ها جدا شده با فاصله برای پینگ. در صورتی که بیش از یک آی پی مشخص شود، هر یک پینگ خواهد شد تا به اولین مورد پاسخگو برسد. در صورت خالی بودن لیست دروازه پیش فرض پینگ خواهد شد.

source: Host name data base
fa: دیتابیس نام هاست

source: This field is appended to /etc/hosts which contains information regarding known hosts on the network. hosts(5)
fa: این فیلد به فایل /etc/hosts اضافه خواهد شد که در برگیرنده اطلاعات خاست های شناخت شده در شبکه است.

source: Global Configuration
fa: تنظیمات سراسری

source: Pick your NIC
fa: کارت شبکه خود را انتخاب کنید

source: Interface Name
fa: عنوان کارت شبکه

source: Name your NIC.
fa: نام کارت شبکه خود را تعیین کنید

source: When enabled, use DHCP to obtain IPv4 address as well as default router, etc.
fa: وقتی فعال است، از DHCP برای دریافت آدرس آی پی نسخه 4 و همچنین دروازه پیش فرض استفاده خواهد شد.

source: IPv4 Netmask
fa: نت ماسک نسخه 4

source: Auto configure IPv6
fa: تنظیم خودکار آی پی نسخه 6

source: When enabled, automatically configurate IPv6 address via rtsol(8).
fa: در صورت فعال بودن، آدرس آی پی نسخه 6 بصورت خودکار و از طریق rtsol تنظیم خواهد شد.

source: IPv6 Address
fa: آدرس آی پی نسخه 6

source: IPv6 Prefix Length
fa: طول پیشوند آی پی نسخه 6

source: Options
fa: گزینه ها

source: Interface
fa: کارت شبکه

source: Interfaces
fa: کارت شبکه ها

source: Alias
fa: نام مستعار

source: Aliases
fa: نام های مستعار

source: Virtual Interface
fa: کارت شبکه مجازی

source: Interface names must be vlanX where X is a number. Example: vlan0.
fa: نام کارتهای شبکه باید vlanX باشد که X عدد است مانند: vlan100

source: Physical Interface
fa: کارت شبکه فیزیکی

source: VLAN Tag
fa: برچسب VLAN

source: Description
fa: شرح

source: VLANs
fa: VLAN ها

source: Protocol Type
fa: نوع پروتکل

source: Link Aggregation
fa: تجمیع لینک

source: Link Aggregations
fa: تجمیع لینک ها

source: LAGG Interface Group
fa: گروه اینترفیس LAGG

source: LAGG Priority Number
fa: شماره اولویت LAGG

source: Physical NIC
fa: کارت شبکه فیزیکی

source: Link Aggregation Member
fa: عضو تجمیع لینک

source: Link Aggregation Members
fa: اعضا تجمیع لینک

source: Destination network
fa: شبکه مقصد

source: Gateway
fa: دروازه

source: Static Route
fa: مسیر استاتیک

source: Static Routes
fa: مسیرهای استاتیک

source: Network
fa: شبکه

source: Network Summary
fa: خلاصه تنظیمات شبکه

source: Create Link Aggregation
fa: ایجاد تجمیع لینک

source: View Link Aggregations
fa: مشاهده تجمیع لینک ها

source: Install
fa: نصب

source: This IP is already in use.
fa: این آی پی در حال استفاده است

source: PBI file to be installed
fa: فایل PBI برای نصب
