Repository: jalil-ahmadpour/freenas
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Click here to find out what PBI's are!<a href='http://www.pcbsd.org/en/package-management/' onclick='window.open(this.href);return false;'>
fa: اطلاعات درباره PBI ها را از این لینک مطالعه بکنید: <a href='http://www.pcbsd.org/en/package-management/' onclick='window.open(this.href);return false;'>

source: Plugin Jail
fa: جیل پلاگین

source: The plugin jail that the PBI is to be installed in.
fa: جیل پلاگین که بایستی PBI در آن نصب شود.

source: Plugins
fa: پلاگین ها

source: Plugin name
fa: نام پلاگین

source: Name of the plugin
fa: نام پلاگین

source: Plugin info name
fa: عنوان اطلاعات پلاگین

source: Info name of the plugin
fa: نام اطلاعاتی پلاگین

source: Plugin version
fa: نسخه پلاگین

source: Version of the plugin
fa: شماره نسخه پلاگین

source: Plugin API version
fa: شماره API پلاگین

source: Plugin architecture
fa: معماری پلاگین

source: Plugin enabled
fa: پلاگین فعال است

source: Plugin IP address
fa: آدرس آی پی پلاگین

source: Plugin TCP port
fa: پورت TCP پلاگین

source: Plugin archive path
fa: مسیر آرشیو پلاگین

source: Path where the plugins are saved after installation
fa: مسیری که پلاگین ها بعد از مصب ذخیره می شوند

source: Plugin jail name
fa: نام جیل پلاگین

source: Jail where the plugin is installed
fa: جیل که پلاگین در آن نصب شده است

source: Plugin
fa: پلاگین

source: Version
fa: نسخه

source: Repository URL
fa: آدرس وب ریپوزیتوری

source: URL for the plugins repository
fa: URL برای ریپوزیتوری پلاگین

source: Failed to download %(url)s: %(error)s
fa: دانلود %(url)s موفق نبود: %(error)s

source: Plugin successfully updated.
fa: پلاگین با موفقیت بروز شد.

source: Plugin not installed
fa: پلاگین نصب نشده است

source: Invalid plugin
fa: پلاگین نامعتبر

source: Failed to download plugin
fa: دانلود پلاگین موفق نبود

source: Jail does not exist
fa: جیل وجود ندارد

source: Failed to update plugin
fa: بروزرسانی پلاگین موفق نبود

source: Plugin successfully updated
fa: پلاگین با موفقیت بروز گردید

source: No available IP addresses
fa: آی پی در دسترسی وجود ندارد

source: Plugin successfully installed
fa: پلاگین با موفقیت نصب شد

source: Reporting
fa: گزارشات

source: Listen
fa: گوش فرادهی

source: This is not a valid mask
fa: ماسک صحیح نیست

source: This field is required for "Enable home directories browsing".
fa: این فیلد برای فعالسازی مرور پوشه home الزامی است.

source: This field is required for "Home directories".
fa: این فیلد برای پوشه های Home الزامی است.

source: The CIFS service failed to reload.
fa: بارگذاری مجدد سرویس CIFS موفق نبود

source: The AFP service failed to reload.
fa: بارگذاری مجدد سرویس AFP موفق نبود

source: The NFS service failed to reload.
fa: بارگذاری مجدد سرویس NFS موفق نبود

source: File Permission
fa: دسترسی فایل

source: Directory Permission
fa: دسترسی پوشه

source: This value must be between 1024 and 65535, inclusive. 0 for default
fa: مقدار باید بین 1024 و 65535 باشد. 0 برای پیش فرض

source: This value must be between 1024 and 65535, inclusive. 0 for default.
fa: مقدار باید بین 1024 و 65535 باشد. 0 برای پیش فرض

source: This must be higher than minimum passive port
fa: این مقدار باید بیشتر از کمترین مقدار پورت پسیو باشد

source: This field is required for anonymous login
fa: این فیلد برای ورود ناشناس الزامی است

source: The ftp service failed to start.
fa: آغاز سرویس FTP موفق نیود.

source: The tftp service failed to reload.
fa: بارگذاری مجدد سرویس TFTP موفق نبود.

source: The SSH service failed to reload.
fa: بارگذاری مجدد سرویس SSH موفق نبود.

source: The Rsync service failed to reload.
fa: بارگذاری مجدد سرویس Rsync موفق نبود.

source: The name cannot contain slash or a closing square backet.
fa: نام نمیتواند شامل اسلش یا کروشه بسته باشد

source: Confirm Password
fa: تایید گذرواژه

source: The DynamicDNS service failed to reload.
fa: بارگذاری مجدد سرویس DynamicDNS موفق نبود.

source: This is not a valid e-mail address
fa: آدرس ایمیل معتبر نیست

source: The contact must contain only alphanumeric characters, _, - or a valid e-mail address
fa: تماس بایستی فقط شامل کارکترهای حرف و رقم، زیرخط، خط فاصله و یا ایمیل معتبر باشد.

source: The community must contain only alphanumeric characters, _ or -
fa: انجمن فقط بایستی شامل کاراکترهای حرف و رقم، زیرخط با خط تیره باشد.

source: The SNMP service failed to reload.
fa: بارگذاری مجدد سرویس SNMP موفق نبود.

source: Port
fa: پورت

source: Use alphanumeric characters, ".", "-" and "_".
fa: از کاراکترهای حرف و رقم، نقطه، زیرخط و خط تیره استفاده کنید.

source: Spaces or number signs are not allowed.
fa: فاصله یا علام عددی مجاز نیست

source: The email %(email)s is not valid
fa: ایمیل %(email)s معتبر نیست

source: The UPS service failed to reload.
fa: بارگذاری مجدد سرویس UPS موفق نبود.

source: Confirm Administrator Password
fa: تایید گذرواژه مدیر

source: The activedirectory service failed to reload.
fa: بارگذاری مجدد سرویس ActiveDirectory موفق نبود.

source: The ldap service failed to reload.
fa: بارگذاری مجدد سرویس LDAP موفق نبود.

source: Secret (Confirm)
fa: رمز (تایید)

source: Enter the same secret above for verification.
fa: مقدار رمز با مانند بالا برای تایید وارد نمایید.

source: Peer Secret (Confirm)
fa: رمز طرف مقابل (تایید)

source: Secret does not match
fa: رمز مطابقت ندارد

source: The peer secret is required if you set a peer user.
fa: در صورت تعیین کاربر طرف مقابل، رمز طرف مقابل الزامی است.

source: The peer secret cannot be the same as user secret.
fa: رمز طرف مقابل نمیتواند با رمز کاربر یکسان باشد.

source: The peer user is required if you set a peer secret.
fa: کاربر طرف مقابل در صورت تعیین رمز طرف مقابل الزامی است.

source: The iSCSI service failed to reload.
fa: بارگذاری مجدد سرویس iSCSI موفق نبود.

source: LUN already exists in the same target.
fa: در مقصد یکسان این شماره LUN قبلا وجود دارد.

source: Controller Auth Group
fa: گروه احرا هویت کنترلر

source: The istgtcontrol can access the targets with correct userand secret in specific Auth Group.
fa: برنامه istgtcontrol میتواند مقاصدی به رمز و کاربر صحیح در گروه احراز هویت مشخص دسترسی داشته باشد.

source: Discovery Auth Group
fa: گروه احراز هویت پایش

source: This value must be between %(start)d and %(end)d, inclusive.
fa: این مقدار باید بین %(start)d و %(end)d باشد.

source: This field is required if discovery method is set to CHAP or CHAP Mutual.
fa: در صورتیکه روش پایش CHAP یا CHAP Mutual باشد این فیلد الزامی است.

source: This field is required whether CHAP or Mutual CHAP are set for Controller Auth Method.
fa: این فیلد الزامی است خواه روش احراز هویت کنترل CHAP باشد یا CHAP Mutual.

source: This is not a valid network
fa: مقدار شبکه معتبر نیست

source: Extent Type
fa: نوع اکستنت

source: You need to specify a filepath, not a directory.
fa: شماره باید یک مسیر فایل مشخص کنید و نه یک پوشه

source: You need to specify a file inside your volume/dataset.
fa: شما باید یک فایل در ولیوم/دیتاست را مشخص کنید.

source: Your path to the extent must reside inside a volume/dataset mount point.
fa: مسیر مشخص شده برای اکستنت باید داخل ولیوم یا دیتاست قرار داشته باشد.

source: This value can be a size in bytes, or can be postfixed with KB, MB, GB, TB
fa: این مقدار می تواند بصورت بایت بیان شده و یا با پسوندهای KB,MB,GB,TB مشخص شود.

source: The file must exist if the extent size is set to auto (0)
fa: این فایل در صورتیکه اندازه اکستنت خودکار(0) تعیین می شود باید وجود داشته باشد

source: Serial not found and glabel failed for %(disk)s: %(error)s
fa: سریال یافت نشد و glabel برای %(disk)s موفق نبود: %(error)s

source: Your Portal Group ID cannot be higher than %d
fa: شناسه گروه پورتال نمیتواند بیشتر از %d باشد

source: The field is a not a valid IP address or network. The keyword "ALL" can be used to allow everything.
fa: این فیلد یک آدرس آی پی یا شبکه معتبر نیست. کلمه کلیدی ALL را می توانید برای اجازه به همه استفاده کنید.

source: Authentication Group number
fa: شماره گروه احراز هویت

source: Use alphanumeric characters, ".", "-" and ":".
fa: از کاراکترهای عدد، حروف، نقطه، خط تیره و کولون استفاده کنید.

source: A target with that name already exists.
fa: مقصد با اين نام در حال حاضر وجود دارد

source: Delete underlying file
fa: حذف فایل زیرین

source: The S.M.A.R.T. service failed to reload.
fa: سرویس S.M.A.R.T. در بارگذاری مجدد موفق نبود

source: Service
fa: سرویس

source: Name of Service, should be auto-generated at build time
fa: نام سرویس، بایستی در هنگام بیلد خودکار تولید شده باشد

source: Enable Service
fa: فعلسازی سرویس

source: Services
fa: سرویس ها

source: Authentication Model
fa: مدل احراز هویت

source: Using Active Directory or LDAP authentication will supersede this option
fa: استفاده از احراز هویت اکتیودایرکتوری یا LDAP بر این گزینه اولویت خواهند داشت

source: NetBIOS name
fa: عنوان نت بایوس

source: Workgroup
fa: گروه کاری

source: Workgroup the server will appear to be in when queried by clients (maximum 15 characters).
fa: گروه کاری که سرور در آن خواهد بود (حداکثر 15 کاراکتر)

source: Server description. This can usually be left blank.
fa: شرح سرور. میتوانید خالی قرار دهید

source: DOS charset
fa: charset داس

source: UNIX charset
fa: charset یونیکس

source: Log level
fa: سطح گزارش دهی

source: Local Master
fa: مدیر لوکال

source: Time Server for Domain
fa: سرور زمان برای دامین

source: Guest account
fa: حساب مهمان

source: Use this option to override the username ('nobody' by default) which will be used for access to services which are specified as guest. Whatever privileges this user has will be available to any client connecting to the guest service. This user must exist in the password file, but does not require a valid login. The user root can not be used as guest account.
fa: از این گزینه برای تغییر کاربر مهمان استفاده کنید. (nobody بصورت پیش فرض)

source: File mask
fa: ماسک فایل

source: Use this option to override the file creation mask (0666 by default).
fa: از این گزینه برای تغییر ماسک ایجاد فایل پیش فرض استفاده کنید (0666 بصورت پیش فرض)

source: Directory mask
fa: ماسک پوشه

source: Use this option to override the directory creation mask (0777 by default).
fa: از این گزینه برای تغییر ماسک ایجاد پیش فرض پوشه استفاده کنید(0777 بصورت پیش فرض)

source: EA Support
fa: پشتیبانی از EA

source: Support DOS File Attributes
fa: پشتیبانی از خصوصیات فایل داس

source: Allow Empty Password
fa: گذرواژه خالی مجاز باشد

source: Auxiliary parameters
fa: پارامترهای کمکی

source: These parameters are added to [global] section of smb.conf
fa: این پارامترها به تنظیمات کلی در inadyn.conf اضافه خواهند شد.

source: Enable home directories
fa: فعالسازی پوشه های home

source: Enable/disable home directories for samba user.
fa: فعال/غیرفعالسازی پوشه های home برای کاربر samba

source: Enable home directories browsing
fa: فعالسازی مرور پوشه های home

source: Enable/disable home directories browsing for samba user.
fa: فعال/غیرفعال نمودن مرور پوشه های home برای کاربر samba

source: Home directories
fa: پوشه های Home

source: Homes auxiliary parameters
fa: پارامترهای کمکی Home ها

source: These parameters are added to [homes] section of smb.conf
fa: این پارامترها به تنظیمات کلی در inadyn.conf اضافه خواهند شد.

source: Unix Extensions
fa: ملحقات یونیکس

source: These extensions enable Samba to better serve UNIX CIFS clients by supporting features such as symbolic links, hard links, etc...
fa: این افزونه Samba را برای سرویس بهتر به کلاینت های یونیکس قادر می سازد، با پشتیبانی از قابلیتهایی مانند symbolic links, hard link و غیره ...

source: Enable AIO
fa: فعالسازی AIO

source: Enable/disable AIO support.
fa: فعال/غیرفعال نمودن پشتیبانی از AIO

source: Minimum AIO read size
fa: کمترین اندازه خواندن AIO

source: Samba will read asynchronously if request size is larger than this value.
fa: در صورتیکه اندازه درخواست بیشتر از این مقدار باشد Samba خواندن را بصورت غیرهمزمان انجام خواهد داد.

source: Minimum AIO write size
fa: کمترین اندازه نوشتن AIO

source: Samba will write asynchronously if request size is larger than this value.
fa: در صورتیکه اندازه درخواست بیشتر از این مقدار باشد Samba نوشتن را بصورت غیرهمزمان انجام خواهد داد.

source: Zeroconf share discovery
fa: پایش اشتراک به روش Zeroconf

source: Zeroconf support via Avahi allows clients (the Mac OSX finder in particular) to automatically discover the CIFS shares on the system similar to the Computer Browser service in Windows.
fa: Zeroconf به کلاینت ها امکان می دهد اشتراک های CIFS را بصورت خودکار پایش نمایند.

source: Hostnames lookups
fa: جستجو برای نام هاست ها

source: Specifies whether samba should use (expensive) hostname lookups or use the ip addresses instead. An example place where hostname lookups are currently used is when checking the hosts deny and hosts allow.
fa: مشخص می کند که Samba باید از جستجوی نام هاست استفاده کند یا آدرس های آی پی.

source: Guest Access
fa: دسترسی مهمان

source: Allows guest access to all apple shares on this box.
fa: اجازه دسترسی مهمان به همه اشتراکهای اپل در این سیستم

source: Max. Connections
fa: بیشینه‌ی ارتباطات

source: Maximum number of connections permitted via AFP. The default limit is 50.
fa: بیشترین تعداد اتصالات مجاز از طریق AFP. محدودیت پیش فرض 50 است.

source: Enable/disable home directories for afp user.
fa: فعال/غیرفعال نمودن پوشه های home برای کاربر afp.

source: Number of servers
fa: تعداد سرورها

source: Specifies how many servers to create. There should be enough to handle the maximum level of concurrency from its clients, typically four to six.
fa: مشخص میکند چند سرور باید ایجاد شود. این مقدار باید برای بیشترین سطح همزمانی از کلاینتها کافی باشد، عموما 4 تا 6.

source: Allow non-root mount
fa: اجاز برای ماونت non-root

source: Allow non-root mount requests to be served. This should only be specified if there are clients that require it. It will automatically clear the vfs.nfsrv.nfs_privport sysctl flag, which controls if the kernel will accept NFS requests from reserved ports only.
fa: اجاز برای درخواستهای ماونت non-root. این مقدار فقط در صورتی باید فعال شود که کلاینتهایی نیازمند آن باشند.

source: Bind IP Addresses
fa: آدرسهای آی پی برای مقید شدن

source: Specify specific IP addresses (separated by commas) to bind to for TCP and UDP requests. This option may be specified multiple times. If no IP is specified it will bind to INADDR_ANY. It will automatically add 127.0.0.1 and if IPv6 is enabled, ::1 to the list.
fa: آدرسهای آی پی (جدا شده با کاما) برای دریافت درخواستهای TCP و UDP.

source: mountd(8) bind port
fa: پورت mountd

source: Force mountd to bind to the specified port, for both IPv4 and IPv6 address families. This is typically done to ensure that the port which mountd binds to is a known value which can be used in firewall rulesets.
fa: اجبار mountd برای گوش فرادهی روی پورت مشخص، برای آی پی نسخه 4 و 6. این مقدار ست می شود تا قواعد تنظیم شده روی فایروال را بتوان طبق پورت خاصی اعمال نمود.

source: rpc.statd(8) bind port
fa: پورت rpc.statd

source: This option forces the rpc.statd daemon to bind to the specified port, for both IPv4 and IPv6 address families.
fa: این گزینه دمون rpc.statd را اجبار به گوش فرادهی روی پورت مشخض میکند.

source: rpc.lockd(8) bind port
fa: پورت rpc.lockd

source: This option forces rpc.lockd the daemon to bind to the specified port, for both IPv4 and IPv6 address families.
fa: این گزینه rpc.lockd را برای گوش فرادهی روی پورت مشخص اجبار می کند.

source: Base Name
fa: نام Base

source: The base name (e.g. iqn.2007-09.jp.ne.peach.istgt, see RFC 3720 and 3721 for details) will append the target name that is not starting with 'iqn.'
fa: این نام base به نام مقصد که با iqn شروع نمیشود افزوده خواهد شد (مانند iqn.2007-09.jp.ne.peach.istgt)

source: Discovery Auth Method
fa: روش احراز هویت پایش

source: I/O Timeout
fa: تایم اوت I/O

source: I/O timeout in seconds (30 by default).
fa: تایم اوت I/O به ثانیه (پیش فرض 30)

source: NOPIN Interval
fa: بازه NOPIN

source: NOPIN sending interval in seconds (20 by default).
fa: بازه ارسال NOPIN به ثانیه (20 بصورت پیش فرض)

source: Max. sessions
fa: بیشینه جلسات

source: Maximum number of sessions holding at same time (16 by default).
fa: بیشترین تعداد جلسات برگزار شده در یک زمان (16 بصورت پیش فرض)

source: Max. connections
fa: بیشترین ارتباطات

source: Maximum number of connections in each session (8 by default).
fa: بیشترین تعداد ارتباطات در هر جلسه (8 بصورت پیش فرض)

source: Max. pre-send R2T
fa: بیشینه R2T از پیش ارسال

source: Maximum number of pre-send R2T in each connection (32 by default). The actual number is limited to QueueDepth of the target.
fa: بیشترین تعداد R2T از پیش ارسال در هر ارتباط (32 بصورت پیش فرض). مقدار واقعی محدود به QueueDepth مقصد خواهد بود.

source: iSCSI initial parameter (16 by default).
fa: پارامتر اولیه آی اسکازی (16 بصورت پیش فرض)

source: First burst length
fa: طول برست اول

source: iSCSI initial parameter (65536 by default).
fa: پارامتر اولیه آی اسکازی (65536 بصورت پیش فرض)

source: Max burst length
fa: طول برست بیشینه

source: iSCSI initial parameter (262144 by default).
fa: پارامتر اولیه آی اسکازی (262144 بصورت پیش فرض)

source: Max receive data segment length
fa: بیشینه طول سگمنت اطلاعات دریافت

source: iSCSI initial parameter (2 by default).
fa: پارامتر اولیه آی اسکازی (2 بصورت پیش فرض)

source: iSCSI initial parameter (60 by default).
fa: پارامتر اولیه آی اسکازی (60 بصورت پیش فرض)

source: Enable LUC
fa: فعالسازی LUC

source: Controller IP address
fa: آدرس آی پی کنترلر

source: Logical Unit Controller IP address (127.0.0.1(localhost) by default)
fa: آدرس آی پی کنترلر واحد منطقی (127.0.0.1 بصورت پیش فرض)

source: Controller TCP port
fa: پورت TCP کنترلر

source: Logical Unit Controller TCP port (3261 by default)
fa: پورت TCP کنترلر واحد منطقی (3261 بصورت پیش فرض)

source: Controller Authorized Network
fa: شبکه مجاز کنترلر

source: Logical Unit Controller Authorized netmask (127.0.0.0/8 by default)
fa: ماسک شبکه مجاز کنترلر واحد منطقی (127.0.0.0/8 بصورت پیش فرض)

source: Controller Auth Method
fa: روش احرار هویت کنترلر

source: The method can be accepted in the controller.
fa: روش که می تواند در کنترلر پذیرفته شود.

source: The istgtcontrol can access the targets with correct user and secret in specific Auth Group.
fa: istgtcontrol میتواند به مقاصدی با کاربر و رمز صحیح در پروه احرار هویت مشخص دسترسی داشته باشد.

source: Target Global Configuration
fa: تنظیمات سراسری مقصد

source: Extent Name
fa: نام اکستنت

source: String identifier of the extent.
fa: مشخصه رشته ای اکستنت.

source: Type used as extent.
fa: نوع استفاده شده به عنوان اکستنت.

source: Path to the extent
fa: مسیر اکستنت

source: File path (e.g. /mnt/sharename/extent/extent0) used as extent.
fa: مسیر فایل استفاده شده به عنوان اکستنت.

source: Extent size
fa: اندازه اکستنت

source: Size of extent, 0 means auto, a raw number is bytes, or suffix with KB, MB, TB for convenience.
fa: اندازه اکستنت، 0 به معنای خودکار، یک عدد یه معنای بایت، یا پسوندهای KB,MB,GB,TB برای راحتی.

source: Comment
fa: توضیح

source: You may enter a description here for your reference.
fa: شما میتوانید شرحی به عنوان مرجع خود وارد نمایید

source: Extent
fa: اکستنت

source: Portal Group ID
fa: شناسه گروه پورتال

source: Portal
fa: پورتال

source: IP Address
fa: آدرس آی پی

source: Portal IP
fa: آی پی پورتال

source: Initiators
fa: آغازکننده ها

source: Initiator authorized to access to the iSCSI target. It takes a name or 'ALL' for any initiators.
fa: آغازکننده مجاز برای دسترسی به مقصد آی اسکازی. یک عنوان یا ALL را برای همه وارد کنید.

source: Authorized network
fa: شبکه مجاز

source: Network authorized to access to the iSCSI target. It takes IP or CIDR addresses or 'ALL' for any IPs.
fa: شبکه مجاز برای دسترسی به مقصد آی اسکازی. آدرس آی پی یا آدرسهای CIDR یا ALL را برای همه وارد کنید.

source: Initiator
fa: آغازکننده

source: Target side user name. It is usually the initiator name by default.
fa: نام کاربر سمت مقصد. این مقدار معمولا بصورت پیش فرض نام آغاز کننده است.

source: Secret
fa: رمز

source: Target side secret.
fa: رمز سمت مقصد.

source: Peer User
fa: کاربر طرف مقابل

source: Initiator side user name.
fa: نام کاربر سمت آغازکننده

source: Peer Secret
fa: رمز طرف مقابل

source: Initiator side secret. (for mutual CHAP authentication)
fa: رمز سمت آغازکننده (برای احراز هویت Mutual CHAP)

source: Authorized Access
fa: دسترسی مجاز

source: Authorized Accesses
fa: دسترسی های مجاز

source: Target Name
fa: عنوان مقصد

source: Base Name will be appended automatically when starting without 'iqn.'.
fa: نام Base در صورت عدم شروع با iqn. بطور خودکار افزوده خواهد شد.

source: Target Alias
fa: نام مستعار مقصد

source: Optional user-friendly string of the target.
fa: نام کاربرپسند و اختیاری مقصد.

source: Serial
fa: سریال

source: Serial number for the logical unit
fa: شماره سریال برای واحد منطقی

source: Logical Unit Type mapped to LUN.
fa: نوع واحد منطقی نگاشت شده به LUN.

source: Target Flags
fa: فلگ های مقصد

source: Initiator Group ID
fa: شناسه گروه آغازکننده

source: Auth Method
fa: روش احراز هویت

source: The method can be accepted by the target. Auto means both none and authentication.
fa: روش قابل پذیرش توسط مقصد. خودکار به معنای هر دو مقدار هیچ یک و احراز هویت است.

source: Authentication Group ID
fa: شناسه گروه احراز هویت

source: Queue Depth
fa: عمق صف

source: 0=disabled, 1-255=enabled command queuing with specified depth. The recommended queue depth is 32.
fa: 0=غیرفعال، 1-255= فعال و صف بندی دستورات با عمق مشخص. عمق صف توصیه شده 32 است.

source: Logical Block Size
fa: اندازه بلوک منطقی

source: You may specify logical block length (512 by default). The recommended length for compatibility is 512.
fa: می توانید طول بلوک منطقی را مشخص کنید (512 بصورت پیش فرض). طول توصیح شده برای سازگاری 512 است.

source: Target
fa: مقصد

source: Target this extent belongs to
fa: مقصدی که این اکستنت به آن تعلق دارد

source: Target / Extent
fa: مقصد/اکستنت

source: Targets / Extents
fa: مقاصد/اکستنت ها

source: Provider
fa: فراهم‌کننده

source: Domain name
fa: نام دامنه

source: A host name alias. This option can appear multiple times, for each domain that has the same IP. Use a comma to separate multiple alias names.
fa: نام مستعار هاست. این گزینه می تواند چند بار تکرار شود، برای هر دامنه ای که آی پی یکسان دارد. از مقادیر جداشده بوسیله کاما برای چند مقدار استفاده کنید.

source: Update period
fa: تناوب به‌روز رسانی

source: Time in seconds. Default is about 1 min.
fa: زمان به ثانیه. پیش فرض حدود 1 دقیقه است

source: Forced update period
fa: اجبار دوره بروزرسانی

source: These parameters will be added to global settings in inadyn-mt.conf.
fa: این پارامترها به تنظیمات کلی در inadyn.conf اضافه خواهند شد.

source: Dynamic DNS
fa: DNS ‌پویا

source: Location
fa: محل

source: Location information, e.g. physical location of this system: 'Floor of building, Room xyzzy'.
fa: اطلاعات مكان، مانند محل اين سيستم، مثلا طبقه همكف، اتاق 21

source: Contact
fa: تماس

source: Contact information, e.g. name or email of the person responsible for this system: 'admin@email.address'.
fa: اطلاعات تماس، مانند نام يا ايميل شخص مسئول اين سيستم

source: Community
fa: انجمن

source: In most cases, 'public' is used here.
fa: در اغلب موارد public اینجا استفاده می شود.

source: Send SNMP Traps
fa: ارسال SNMP Traps

source: These parameters will be added to /etc/snmpd.config.
fa: این پارامترها به تنظیمات کلی در inadyn.conf اضافه خواهند شد.

source: Master
fa: اصلی

source: Slave
fa: فرعی

source: UPS Mode
fa: حالت یوپی اس

source: Identifier
fa: شناسه

source: This name is used to uniquely identify your UPS on this system.
fa: این نام برای شناسایی یوپی اس بصورت یکتا در سیستم استفاده می شود

source: Remote Host
fa: هاست راه دور

source: Remote Port
fa: پورت راه دور

source: Driver
fa: راه انداز

source: The driver used to communicate with your UPS.
fa: راه انداز استفاده شده برای ارتباط با یوپی اس

source: The serial or USB port where your UPS is connected.
fa: پورت سریال یا یو اس بی متصل به یوپی اس

source: Auxiliary parameters (ups.conf)
fa: پارامترهای کمکی (ups.conf)

source: Additional parameters to the hardware-specific part of the driver.
fa: پارامترهای اضافی برای بخش خاص سخت افزار راه انداز

source: Shutdown mode
fa: حالت خاموشی

source: Shutdown timer
fa: تایمر خاموشی
